[
  {
    "name": "Arbóreo",
    "aditionalBaseSpeed": 0,
    "característica": "Deslocamento. Seu deslocamento base de caminhada é 25 pés.||Pele de Árvore. Um Arbóreo não pode usar armadura, no entanto sua casca provê defesa natural. A CA de um Arbóreo é igual a 10 + seu modificador de Destreza + modificador de Constituição.||Duro como um Tronco. Arbóreos tem resistência a ataques contundentes.||Regeneração. Você pode, uma vez a cada dois dias, regenerar um membro perdido durante um descanso longo.||Lignum. Todos os seus ataques desarmados ou causados por armas naturais têm sua categoria de dano aumentado em 1.||Fibras. Alguns Arbóreos podem ter propriedades especiais por conta da madeira do qual são feitos ou das folhas que produzem. Essas variações não são obrigatórias, mas pode-se selecionar apenas uma entre as seguintes:||Carvalho. Mesmo quando não enraizados, esses Arbóreos têm vantagem em qualquer salvaguarda para resistir a movimento forçado. Você conta como uma criatura de uma categoria acima para definir sua capacidade de carga e seu peso aumenta em 50%.||Cedro. Uma vez por descanso longo, você pode utilizar a magia criar muda como se fosse uma magia de 1º nível, fazendo com que a muda cause 2d6 de dano ao invés de 4d6, e a área de sua explosão se torna um raio de 5 pés ao invés de 10. Quando você atingir o nível 5 poderá usá-la no 3º nível normalmente, e no nível 7 poderá conjurá-la como uma magia de 4º nível.||Cerejeira. Você pode duplicar os efeitos da magia de 1º nível névoa obscurecente soltando todas as suas flores de uma vez, que formam uma esfera de 20 pés de raio a partir de você. Uma vez que o Arbóreo use essa habilidade, ele não utilizá-la novamente dessa forma antes de completar um descanso longo.||Ébano. Seu bônus de proficiência é dobrado para efeitos da característica “Vegetação”.Ferrobrasa. Você emana calor e seus ataques desarmados recebem dano ígneo adicional igual ao seu modificador de Constituição. Além disso, uma vez por ano você pode gerar uma Semente de Ferrobrasa.||Frutífero. Ao se enraizar por 8 horas, você produz frutas suficientes para 4 rações diárias.||Olmo. Você sabe e pode usar os truques druidismo e orientação.||Petricita. Toda magia lançada a até 5 pés de você cura você um total de pontos de vida igual ao nível da magia.||Salgueiro. Você pode usar a magia amizade animal, você a conjura como uma magia de 2o nível no seu nível 3, de 3o nível no nível 5 e de 4o no nível 7.||Sequoia. Adicione metade de seu bônus de proficiência ao dano de seus ataques desarmados ou causados por armas naturais. Você conta como uma criatura de uma categoria acima para definir sua capacidade de carga e seu peso aumenta em 50%.||Seringueira. Quando exposto diretamente à luz do sol, você pode usar um Dado de Vida para se curar como uma ação contanto que não esteja fazendo um descanso curto. Você pode também gastar 1 Dado de Vida para regenerar membros perdidos.||Teixo. Você pode usar a magia ver o invisível um número de vezes igual a metade da sua proficiência (arredondado para baixo) por descanso longo.",
    "habilidades": "Enraizamento de Batalha. Usando uma ação, os arbóreos podem se enraizar no calor da batalha, caso o chão permita. Isso faz a velocidade deles cair para 0, mas eles se tornam imunes a queda e a movimentos forçados. Eles podem se desenraizar como uma ação bônus."
  },
  {
    "name": "Floral",
    "aditionalBaseSpeed": 5,
    "característica": "Deslocamento. Seu deslocamento base de caminhada é 30 pés.||Regeneração Acelerada. Você pode regenerar um membro perdido em descansos curtos.||Corpo Frágil. Um Floral devido a sua natureza frágil possui outras maneiras de se defender. Escolha uma no 1º nível e novamente no 4º:||Charme Sobrenatural. Você pode utilizar da sua beleza para distrair inimigos ou encantar vendedores para conseguir descontos. Você recebe a magia enfeitiçar pessoa, podendo conjurá-la uma quantidade de vezes igual a metade do seu modificador de Carisma por descanso longo (mínimo de 1) sem gastar pontos de Mana. Carisma é seu atributo de conjuração para essa magia.||Espinhos Alucinógenos. Inimigos que te atacarem desarmados devem passar em uma salvaguarda de Constituição, em uma falha o atacante perde a noção de realidade e imaginário, criaturas alucinógenas avançam em direção a ele. No final de cada turno ele pode repetir a salvaguarda. Adicionalmente com uma ação de ataque, você pode atirar um espinho a até 15 pés de distância. Você deve fazer um ataque à distância e é considerado que você possui proficiência com seus espinhos.||Esporos Venenosos. Ao ser atacado, você pode utilizar sua reação para lançar um gás venenoso em seu inimigo. Criaturas adjacentes devem passar em uma salvaguarda de Constituição, em uma falha as criaturas a sua volta recebem a condição Envenenado e 1d4 de dano venenoso por turno, no fim de cada turno da criatura ela pode repetir a salvaguarda para anular a condição.||Flor do Imperador. Seu bônus de proficiência é dobrado para efeitos da característica “Vegetação”.||Flor Gélida. No primeiro nível você pode utilizar um ponto de Herança para escolher a Herança Variante Glacinata. Adicionalmente, inimigos que te atacarem desarmados devem passar em uma salvaguarda de Constituição, em uma falha o atacante perde 15 pés de deslocamento. No final de cada turno, ele pode repetir a salvaguarda. Esse efeito não é auto-cumulativo.||Luminescência. Você conhece os truque luz e luzes dançantes.||Nictinastia. Ao receber um dano que o deixaria abaixo de 1 ponto de vida mas não o mate instantaneamente, você se fecha em suas pétalas em um estado dormente e não recebe dano algum. Você fica nesse estado de dormência até alguém destruir suas pétalas ou até você recuperar toda sua vida. Enquanto estiver dormente, você não poderá se mover ou realizar nenhum tipo de ação ou reação. No começo de cada turno, você recupera seu bônus de proficiência + seu modificador de Constituição em pontos de vida até estar com metade dos seus pontos de vida máximos ou alguém destruir suas pétalas. Essas pétalas possuem 10 de CA e uma vida igual ao seu bônus de proficiência + seu modificador de Constituição. Essa habilidade se ativa sozinha apenas uma vez por descanso longo.||Raízes Detectoras. Você pode se enraizar em um local que tenha terra, areia ou lama se concentrando por 10 minutos. Ao fazer isso você pode detectar uma quantidade de criaturas que esteja a até 1 milha de você, mas não pode dizer a espécie das criaturas. Você também sabe dizer se existe alguma região que está sendo afetada por magia dentro desse mesmo alcance. Essa habilidade só possui efeito se as criaturas ou magias estiverem em terra, lama ou areia, ou seja, você não pode detectar criaturas que estejam dentro ou acima de algo feito de pedra ou gelo.||Sopro de Esporos. Você pode, uma vez por descanso longo, soprar seu estoque de pólen como uma arma ofensiva em formato de cone de 15 pés. Criaturas nessa área devem fazer uma salvaguarda de Constituição ou ficam Cegas por um número de turnos igual ao seu modificador de Constituição (mínimo de 1). Criaturas afetadas repetem a salvaguarda no início dos seus próximos turnos, encerrando a condição em um sucesso.||Sopro Polinizador. Você pode, uma vez por descanso longo, soprar seu estoque de pólen como carga de energia curativa em formato de um cone de 15 pés, criaturas aliadas nessa área recuperam 1d4 + metade do seu modificador de Constituição (mínimo de 0) vezes o seu bônus de proficiência em pontos de vida.||Defesa Natural. A CA de um Floral é igual a 10 + seu modificador de Destreza + seu modificador de Sabedoria. A CD de um floral é igual a 8 + bônus de proficiência + seu modificador de Sabedoria.||Mente Única. Florais têm vantagem em salvaguardas contra magias que lhe dariam a condição Enfeitiçado.",
    "habilidades": "Chicote de Espinhos. Você pode criar um chicote a partir de seu próprio corpo. Esse chicote possui 1d4 + metade do seu modificador de Constituição (arredondado para baixo) de dano perfurante e é uma arma com a propriedade acuidade (você não pode adicionar Força no dano desse chicote). Seus chicotes podem ser destruídos por magias de fogo. Você pode utilizar seu chicote como uma ação bônus e pode criá-lo utilizando uma ação. Você só pode ter um chicote ativo por vez, podendo criar um número igual ao seu modificador de Constituição por descanso longo. Quando atingir o nível 7 você poderá ter 2 chicotes ativos por vez, passando a utilizar uma ação e uma ação bônus para atacar com eles."
  },
  {
    "name": "Brutal",
    "aditionalBaseSpeed": 0,
    "característica": "Deslocamento. Seu deslocamento base de caminhada é 30 pés.||Resistente. Você possui resistência a um tipo de dano a seguir, escolha ele durante a sua criação: ácido, elétrico, energético, ígneo, gélido, necrótico, psíquico ou radiante.",
    "habilidades": "Ultrapassar os limites. Utilizando sua energia interna, você pode aumentar a velocidade de seus pistões de movimento temporariamente, aumentando sua velocidade mas sobreaquecendo seu circuito. Com uma ação você aumenta sua velocidade pelos próximos 3 turnos e seu deslocamento base se torna 40 pés, mas no final do 3º turno você fica superaquecido, reduzindo seu deslocamento base para 15 durante 2 turnos. Você pode realizar essa ação uma vez por descanso curto ou longo.||Força Pneumática. Durante esse turno você não pode se movimentar e seu modificador de Força (mínimo de 0) para o dano do primeiro ataque feito nesse turno é dobrado, exceto para ataques à distância. No nível 7 sua movimentação fica apenas reduzida pela metade. No nível 10, seu modificador de Força é dobrado para todos seus ataques nesse turno. No nível 14 esse modificador de dano é triplicado e você pode adicionar seu bônus de proficiência."
  },
  {
    "name": "Emissário",
    "aditionalBaseSpeed": 0,
    "característica": "Deslocamento. Seu deslocamento base de caminhada é 30 pés.||Funcional. Você possui proficiência em uma das seguintes perícias: Acrobacia, Arcanismo, Atletismo, História, Intuição, Medicina, Natureza, Percepção, Prestidigitação, Religião, Sobrevivência ou Tecnologia.",
    "habilidades": "Geolocalização. Seu modelo é equipado com um sistema de percepção secundário. Utilizando uma ação, você recebe 60 pés de Sentido Sísmico até o final de seu próximo turno. Além disso, por essa duração, esse sistema dá a você vantagem em testes para perceber ilusões. Você pode ativar essa característica um número de vezes igual ao seu bônus de proficiência por descanso longo. Adicionalmente, você possui vantagem em salvaguardas para climas hostis, como o calor do deserto ou o clima gélido de Freljord. Você também ignora terrenos difíceis feitos de lama, gelo ou areia.||Aumentar a Voltagem. Você pode adicionar 1d4 de dano elétrico a um de seus ataques desarmados ou com arma corpo a corpo por turno, desde que elas sejam feitas de metal. Esse bônus aumenta para 1d8 no nível 6, 1d10 no nível 12 e 2d6 no nível 18."
  },
  {
    "name": "Ligeiro",
    "aditionalBaseSpeed": 10,
    "característica": "Deslocamento. Seu deslocamento base de caminhada é 40 pés.||Duelista. Quando você estiver empunhando uma arma de acuidade com a qual você seja proficiente e outra criatura atingir você com um ataque corpo a corpo, você pode usar sua reação para fazer um ataque com vantagem no atacante.||Hábil. Você possui proficiência em um ofício à sua escolha.",
    "habilidades": "Energia Cinética. Ao utilizar uma ação de Disparada, você não causará ataques de oportunidade. Adicionalmente, você pode energizar um ataque desarmado ou com arma corpo a corpo (a arma precisa ser de metal) enquanto se move. Utilizando uma ação bônus, você pode realizar esse ataque energizado, causando um dano adicional de 1 para cada 5 pés que você se moveu enquanto usava Disparada. Você pode utilizar essa habilidade um número de vezes igual a metade de seu bônus de proficiência por descanso longo."
  },
  {
    "name": "Elemental da Montanha",
    "aditionalBaseSpeed": 0,
    "característica": "Fraqueza a Elemento. Meio-Dragões do Elemental da Montanha possuem fraqueza a dano ácido, simples e mágico.||Truque das Montanhas. Meio-Dragões do Elemental da Montanha podem escolher um truque do Mistério da Terra. Sua Constituição é seu Atributo de Conjuração para essa magia. Você pode conjurá-la um número de vezes igual ao seu modificador de Constituição por descanso longo. Você recebe o elemento Terra.||Constituição Montanhosa. Os Elementais da Montanha adicionam metade seu bônus de proficiência aos seus pontos de vida permanente a cada nível, no nível 1 terá +1 de vida, já no nível 10 terá +12 e assim por diante. Adicionalmente, ao se transformar em sua Forma Dracônica você adiciona metade de seu modificador de Constituição à vida da Forma Dracônica por nível.",
    "habilidades": "Arma de Sopro Trovejante. A partir do nível 2, o Meio-Dragão do Elemental da Montanha possui uma arma de sopro trovejante. Usando uma ação de Ataque você pode utilizar essa arma em um cone de 15 pés. Criaturas nessa área devem realizar uma salvaguarda de Destreza CD 8 + seu modificador de Constituição + seu bônus de proficiência. Em uma falha, uma criatura afetada sofre 3d6 de dano trovejante ou metade disso em um sucesso. Você pode usar essa habilidade um número de vezes igual a metade do seu modificador de Constituição arredondado para baixo (mínimo de 1) por descanso longo. No 10º nível o dano sobe para 4d6, no 15º nível o dano sobe para 5d6, os usos passam a ser iguais ao seu modificador de Constituição e o dano da arma de sopro se torna mágico, e no 19º nível o dano sobe para 7d6 e os usos passam a ser o dobro do seu modificador de Constituição.||Forma Dracônica Plena||Forma Dracônica Superior"
  },
  {
    "name": "Elemental das Nuvens",
    "aditionalBaseSpeed": 0,
    "característica": "Fraqueza a Elemento. Meio-Dragões do Elemental das Nuvens possuem fraqueza a dano gélido e ígneo, simples e mágico.||Truque das Nuvens. Meio-Dragões do Elemental das Nuvens podem escolher um truque do Mistério do Vento. Sua Constituição é seu Atributo de Conjuração para essa magia. Você pode conjurá-la um número de vezes igual ao seu modificador de Constituição por descanso longo. Você recebe o elemento Vento.||Vento Ventania. Você possui uma produção de ar dentro de si. Desde que não esteja Incapacitado você pode prender sua respiração indefinidamente. Adicionalmente, você está sempre sob efeito da magia queda suave.",
    "habilidades": "Arma de Sopro Elétrico. A partir do nível 2, o Meio-Dragão do Elemental das Nuvens possui uma arma de sopro elétrico. Usando uma ação de Ataque você pode utilizar essa arma em um cone de 15 pés. Criaturas nessa área devem realizar uma salvaguarda de Destreza CD 8 + seu modificador de Constituição + seu bônus de proficiência. Em uma falha, uma criatura afetada sofre 3d6 de dano elétrico ou metade disso em um sucesso. Você pode usar essa habilidade um número de vezes igual a metade do seu modificador de Constituição (mínimo de 1) por descanso longo. No 10º nível o dano sobe para 4d6, no 15º nível o dano sobe para 5d6, os usos passam a ser iguais ao seu modificador de Constituição e o dano da arma de sopro se torna mágico, e no 19º nível o dano sobe para 7d6 e os usos passam a ser o dobro do seu modificador de Constituição.||Forma Dracônica Plena||Forma Dracônica Superior"
  },
  {
    "name": "Elemental do Oceano",
    "aditionalBaseSpeed": 0,
    "característica": "Fraqueza a Elemento. Meio-Dragões do Elemental do Oceano possuem fraqueza a dano gélido e ígneo, simples e mágico.||Truque do Oceano. Meio-Dragões do Elemental do Oceano podem escolher um truque do Mistério da Água. Sua Constituição é seu Atributo de Conjuração para essa magia. Você pode conjurá-la um número de vezes igual ao seu modificador de Constituição por descanso longo. Você recebe o elemento Água.||Constituição Anfíbia. Você recebe 35 pés de deslocamento de natação e pode respirar tanto ar quanto água. Adicionalmente, você não é afetado por terrenos difíceis relacionados à água.",
    "habilidades": "Recuperação Dracônica. Você pode utilizar uma ação para recuperar 1d10 + seu nível de personagem em pontos de vida. Ao utilizar essa ação, você só poderá usá-la novamente após concluir um descanso longo.||Arma de Sopro Ácido. A partir do nível 2, o Meio-Dragão do Elemental do Oceano possui uma arma de sopro ácido. Usando uma ação de Ataque você pode utilizar essa arma em um cone de 15 pés. Criaturas nessa área devem realizar uma salvaguarda de Destreza CD 8 + seu modificador de Constituição + seu bônus de proficiência. Em uma falha, uma criatura afetada sofre 3d6 de dano ácido ou metade disso em um sucesso. Você pode usar essa habilidade um número de vezes igual a metade do seu modificador de Constituição (mínimo de 1) por descanso longo. No 10º nível o dano sobe para 4d6, no 15º nível o dano sobe para 5d6, os usos passam a ser iguais ao seu modificador de Constituição e o dano da arma de sopro se torna mágico, e no 19º nível o dano sobe para 7d6 e os usos passam a ser o dobro do seu modificador de Constituição.||Forma Dracônica Plena||Forma Dracônica Superior"
  },
  {
    "name": "Elemental Glacial",
    "aditionalBaseSpeed": 0,
    "característica": "Meio-Dragões do Elemental Glacial possuem fraqueza a dano ígneo, simples e mágico.||Truque Glacial. Meio-Dragões do Elemental Glacial podem escolher um truque do Mistério do Gelo. Sua Constituição é seu Atributo de Conjuração para essa magia. Você pode conjurá-la um número de vezes igual ao seu modificador de Constituição por descanso longo. Você recebe o elemento Água ou Ar, à sua escolha.||Constituição Glacial. No 1º nível, você pode utilizar um ponto de Herança para escolher a Herança Variante Glacinata.",
    "habilidades": "Era do Gelo. Utilizando uma ação bônus, você pode conjurar uma área de gelo ou neve, à sua escolha, a 15 pés ao seu redor. Essa área é considerada terreno difícil e dura por 1 minuto. Adicionalmente, você não é afetado por terrenos difíceis relacionados à gelo ou neve.||Arma de Sopro Gélido. A partir do nível 2, o Meio-Dragão do Elemental Glacial possui uma arma de sopro gélido. Usando uma ação de Ataque você pode utilizar essa arma em um cone de 15 pés. Criaturas nessa área devem realizar uma salvaguarda de Destreza CD 8 + seu modificador de Constituição + seu bônus de proficiência. Em uma falha, uma criatura afetada sofre 3d6 de dano gélido ou metade disso em um sucesso. Você pode usar essa habilidade um número de vezes igual a metade do seu modificador de Constituição (mínimo de 1) por descanso longo. No 10º nível o dano sobe para 4d6, no 15º nível o dano sobe para 5d6, os usos passam a ser iguais ao seu modificador de Constituição e o dano da arma de sopro se torna mágico, e no 19º nível o dano sobe para 7d6 e os usos passam a ser o dobro do seu modificador de Constituição.||Forma Dracônica Plena||Forma Dracônica Superior"
  },
  {
    "name": "Elemental Infernal",
    "aditionalBaseSpeed": 0,
    "característica": "Fraqueza a Elemento. Meio-Dragões do Elemental Infernal possuem fraqueza a dano gélido e radiante, simples e mágico.||Truque Infernal. Meio-Dragões do Elemental Infernal podem escolher um truque do Mistério Infernal. Sua Constituição é seu Atributo de Conjuração para essa magia. Você pode conjurá-la um número de vezes igual ao seu modificador de Constituição por descanso longo. Você recebe o elemento Fogo.",
    "habilidades": "Ataque Vingativo. Quando você receber dano de uma criatura no alcance de seu ataque, você pode utilizar sua reação para realizar um ataque corpo a corpo ou à distância contra essa criatura. Você pode utilizar essa característica um número de vezes igual ao seu bônus de proficiência por descanso curto ou longo.||Arma de Sopro Ígneo. A partir do nível 2, o Meio-Dragão do Elemental Infernal possui uma arma de sopro ígneo. Usando uma ação de Ataque você pode utilizar essa arma em um cone de 15 pés. Criaturas nessa área devem realizar uma salvaguarda de Destreza CD 8 + seu modificador de Constituição + seu bônus de proficiência. Em uma falha, uma criatura afetada sofre 4d6 de dano ígneo ou metade disso em um sucesso. Você pode usar essa habilidade um número de vezes igual a metade do seu modificador de Constituição (mínimo de 1) por descanso longo. No 10º nível o dano sobe para 5d6, no 15º nível o dano sobe para 6d6, os usos passam a ser iguais ao seu modificador de Constituição e o dano da arma de sopro se torna mágico, e no 19º nível o dano sobe para 8d6 e os usos passam a ser o dobro do seu modificador de Constituição.||Forma Dracônica Plena||Forma Dracônica Superior"
  },
  {
    "name": "Aelus",
    "aditionalBaseSpeed": 0,
    "característica": "Tamanho. A Tribo dos Aelus tem os menores entre os minotauros, sua média de altura é entre 1,6 e 2 metros enquanto seu peso é similar ao de um humano. Seu tamanho é Médio.||Armadura da Percepção. Os Aelus dificilmente são surpreendidos, possuindo vantagem em jogadas de Iniciativa e em testes de Percepção.||Constituição Poderosa. Apesar de serem os menores entre os Minotauros, os Aelus possuem um vigor adicional, adicionando metade seu bônus de proficiência aos seus pontos de vida permanente a cada nível, no nível 1 terá +1 de vida, já no nível 10 terá +12 e assim por diante.||Incertos. Você adquire proficiência em Enganação.",
    "habilidades": "Reativos. Aelus podem fazer uma reação adicional durante uma rodada. Eles podem fazer isso um número de vezes igual ao seu bônus de proficiência por descanso longo."
  },
  {
    "name": "Alnuk",
    "aditionalBaseSpeed": 0,
    "característica": "Tamanho. A Tribo dos Alnuk tem um tamanho médio entre os minotauros, mas normalmente sua constituição é mais larga, sua média de altura é entre 2,2 e 2,9 metros enquanto seu peso gira entre 150 e 250 quilos normalmente. Seu tamanho é Médio.||Armadura Muscular. Os Alnuk têm vantagem em salvaguardas contra o Frio Extremo e subtraem seu modificador de Força de todos os danos recebidos (exceto dano verdadeiro).||Constituição Imbatível. Os Alnuk adicionam seu bônus de proficiência aos seus pontos de vida permanente a cada nível, no nível 1 terá +2 de vida, já no nível 10 terá +28 e assim por diante.||Pacificadores. Você adquire proficiência em Persuasão.",
    "habilidades": "Palavras de Conforto. Os Alnuk são capazes de confortar outros seres vivos graças ao tom de sua voz. Utilizando uma ação, você pode falar com uma criatura que esteja Amedrontada ou Enfeitiçada a até 30 pés de você, encerrando uma dessas condições na criatura, a criatura deve poder ouví-lo para que esse traço tenha efeito. Você pode fazer isso um número de vezes igual ao seu bônus de proficiência por descanso longo."
  },
  {
    "name": "Auroque",
    "aditionalBaseSpeed": 0,
    "característica": "Tamanho. A Tribo dos Auroque tem os maiores entre os minotauros, sua média de altura é entre 2,2 e 2,9 metros enquanto seu peso gira entre 150 e 250 quilos normalmente. Seu tamanho é Médio.||Armadura Natural. Devido ao seu couro grosso, os Auroques têm naturalmente +1 de CA desde que não estejam utilizando uma armadura.||Constituição Poderosa. Os Auroques adicionam metade seu bônus de proficiência aos seus pontos de vida permanente a cada nível, no nível 1 terá +1 de vida, já no nível 10 terá +12 e assim por diante.||Ameaçador. Você adquire proficiência em Intimidação.",
    "habilidades": "Urro Triunfante. Os Auroques são os mais combativos dos Minotauros e possuem a capacidade de soltar um urro selvagem, capaz de animar seus aliados e simultaneamente afugentar seus inimigos. Utilizando uma ação bônus, você pode fazer com que seus aliados a até 15 pés de você, recebam pontos de vida temporários igual ao seu bônus de proficiência + seu modificador de Constituição. Além disso, todos os inimigos que estejam a até 10 pés de você devem realizar uma salvaguarda de Sabedoria CD 10 + seu bônus de proficiência + seu modificador de Constituição. Em uma falha, uma criatura afetada está Amedrontadas por você pelo próximo minuto, podendo repetir a salvaguarda no final de cada um de seus turnos para encerrar esse efeito. Em um sucesso, a criatura fica imune a esse efeito por 24 horas. Você pode utilizar esse traço um número de vezes igual ao seu modificador de Constituição (mínimo de 1) por descanso longo."
  },
  {
    "name": "Troll da Areia",
    "aditionalBaseSpeed": 0,
    "característica": "Nascido do Deserto. Trolls da Areia são imunes a qualquer efeitos de calor extremo de locais e ignoram terreno difícil causado por areia.||Mestres Elusivos. Apesar de seu tamanho Trolls da Areia são extremamente ágeis e se escondem facilmente devido ao seu tom de pele arenoso. Você possui proficiência em Furtividade e recebe vantagem nesses testes se estiver em uma região arenosa.||Ataque Elusivo. Trolls da Areia são naturalmente furtivos e aprenderam a tirar proveito disso, ao atingirem uma criatura surpresa eles podem causar dano adicional de 1d6 vezes metade do seu modificador de Força ou Destreza (mínimo de 1).",
    "habilidades": ""
  },
  {
    "name": "Troll da Selva",
    "aditionalBaseSpeed": 0,
    "característica": "Nascido da Selva. Os Trolls da Selva são imunes a dano venenoso, ignoram terreno difícil causado por vegetação.||Furiosos. Trolls da Selva aprendem a atacar de forma estratégica em combates corpo a corpo, adicionando seu modificador de Destreza, Inteligência ou Sabedoria (o que for mais alto) ao dano de seus ataques corpo a corpo. Ao realizar um acerto crítico com um ataque corpo a corpo, você pode aumentar em 1 o multiplicador de dados de dano. Você pode fazer isso um número de vezes igual a metade do seu bônus de proficiência por descanso longo.||Sensibilidade. Trolls da Selva tem duas sensibilidades perigosas, feridas causadas por dano ácido e ígneo não se regeneram naturalmente, sendo necessário tratamento médico ou mágico. Adicionalmente, ao recuperar pontos de vida para curar esses tipos de dano, você só recupera metade do valor.||Regeneração. Em batalha os Trolls da Selva recuperam seu bônus de proficiência em pontos de vida a cada 10 turnos - seu modificador de Constituição. Fora de batalha essa cura recupera seu modificador de Constituição a cada 1 hora de descanso. Feridas causadas por dano ácido ou ígneo não se regeneram da mesma forma, precisando de tratamento médico ou mágico. Você morre ou fica Inconsciente apenas se começar seu turno com 0 pontos de vida e não puder se regenerar.||Visão no Escuro. Devido a sua familiaridade de agir no escuro, enxergam na penumbra a até 120 pés como se fosse luz plena e no escuro como se fosse na penumbra. Você não pode discernir cores no escuro, apenas tons de cinza.",
    "habilidades": ""
  },
  {
    "name": "Troll do Gelo",
    "aditionalBaseSpeed": 0,
    "característica": "Nascido da Tundra. Trolls do Gelo são imunes a qualquer efeitos de frio extremo de locais e ignoram terreno difícil causado por gelo. Além de serem capazes de poderem escolher a Herança Variante: Glacinata.||Em Caçada. Utilizando uma ação bônus, um Troll do Gelo pode marcar um alvo de perseguição. Enquanto estiver com um inimigo marcado, o Troll recebe 15 pés de movimentação adicional ao se mover em direção ao seu alvo marcado. Você só pode ter um inimigo marcado por vez, e cada marca possui 1 minuto de duração. Você pode utilizar esse traço um número de vezes igual ao seu modificador de Constituição (mínimo de 1).||Olhos da Noite. Devido aos seus hábitos noturnos, os Trolls do Gelo desenvolveram uma visão no escuro. Você enxerga na penumbra a até 60 pés como se fosse luz plena e no escuro como se fosse na penumbra. Você não pode discernir cores no escuro, apenas tons de cinza.",
    "habilidades": ""
  },
  {
    "name": "Fauhwoon",
    "aditionalBaseSpeed": 10,
    "característica": "Visão no Escuro. Por viverem em florestas fechadas, os Fauhwoon possuem olhos acostumados com terrenos escuros. Você enxerga na penumbra a até 60 pés como se fosse luz plena e no escuro como se fosse na penumbra. Você não pode discernir cores no escuro, apenas tons de cinza.||Elusivo. Ao usar uma ação de Disparada, você recebe até o início de seu próximo turno +1 em sua CA.||Alinhamento Onírico. Os Fauhwoon têm uma relação estreita com a magia dos sonhos, se tornando imunes a efeitos mágicos que causem sono.||Além disso, quando estão Inconscientes por estarem dormindo, caso sejam alvo de um ataque, o mesmo continua sendo feito com vantagem mas o dano é causado normalmente ao invés de ser considerado um acerto crítico.||Chifres. Os Fauhwoon possuem grandes e resistentes chifres, capazes de quebrar madeira facilmente (às vezes até os ossos de seus inimigos). O dano causado pelos chifres é de 1d6 + seu modificador de Força de dano contundente.||Protetores Naturais. Fauhwoon estão intimamente ligados à proteção de algo ou alguém e acabam se contendo quando em combate para priorizar a proteção. Portanto, sempre que você curar ou proteger um aliado de alguma forma usando uma ação ou ação bônus, seu próximo ataque poderá causar um dado de dano adicional + seu bônus de proficiência, pois sabe que aquele aliado estará seguro por um tempo.||Magia Inata. Todos os Fauhwoon são conjuradores naturais, tendo acesso a magias de acordo com sua evolução espiritual, no entanto toda magia Fauhwoon não pode ser utilizada em si mesmo. Os Fauhwoon conhecem naturalmente algumas magias da lista de Magias do Fauhwoon, encontrada no Capítulo 10. Eles não requerem componentes materiais para essas magias.||A tabela indica quando você aprende novas magias e quantas vezes você pode conjurar elas sem gastar pontos de mana por descanso longo. Você aprende novas magias da lista de magias do Fauhwoon conforme sobe de nível.||Seu atributo para conjurar essas magias é Sabedoria.||CD para suas magias = 8 + seu bônus de proficiência + seu modificador de Sabedoria||Modificador de ataque de magia = seu bônus de proficiência + seu modificador de Sabedoria",
    "habilidades": "Queridos da Natureza. Fauhwoon são naturalmente atraídos para proteger a fauna e flora locais. Você pode invocar o poder da natureza para causar um dano adicional a seus ataques, causando 1d6 + seu bônus de proficiência de dano energético, você pode fazer isso um número de vezes igual ao seu modificador de Sabedoria por descanso longo. Adicionalmente, você possui proficiência em Natureza.||Sho’ma. Você pode utilizar seu Sho’ma para se transformar em uma das seguintes formas:||Forma Feral: Íbex. Ao assumir a essa forma, seus chifres se tornam ainda mais curvos, o pelo se espalha por todo seu corpo e a musculatura de suas pernas é fortalecida. Seus chifres passam a causar 1d8 ao invés de 1d6. Adicionalmente, seu deslocamento de caminhada aumenta para 40 pés e seu salto em distância possui o dobro do alcance.||Forma Humana. Você pode gastar um tempo em concentração e manter uma forma humana igual ao que diz na tabela Duração das Formas. Nessa forma você perde seus chifres e suas pernas perdem a característica de um quadrúpede, perdendo seus cascos, os tornando em pés humanos e, fazendo com que seu deslocamento se torne 30 pés.||Forma Animal. No 2º nível, você pode gastar um tempo em concentração e manter uma forma animal igual ao que diz na tabela Duração das Formas. Ao assumir uma forma animal, você recebe bônus em seus valores de atributos de Força, Destreza e Constituição (por exemplo, se tiver Força 10, ela se tornará 12 enquanto você estiver na forma animal) e assume características de acordo com a tabela Forma Animal. Você pode utilizar essa ação uma vez por descanso longo.||O Íbex||CaracterísticasFORDESCON||Você se torna uma criatura quadrúpede semelhante à um Íbex, aumentando seu tamanho em uma categoria; Seu deslocamento de caminhada se torna 50 pés; Seu ataque com Chifres passa a causar 1d10 + seu bônus de proficiência + seu modificador de Força ao invés de 1d6+2+4+3"
  },
  {
    "name": "Kiilash",
    "aditionalBaseSpeed": 10,
    "característica": "Caçador Nato. Você tem proficiência em uma das perícia seguintes: Atletismo, Natureza, Percepção ou Sobrevivência. Seu olfato e audição são excepcionalmente bons a qualquer momento do dia. Você é considerado semiconsciente enquanto dorme, ou seja, você não pode ficar surpreso enquanto está dormindo. Adicionalmente, você possui vantagem em testes de Sobrevivência para encontrar criaturas vivas.Camuflagem. Você pode tentar se ocultar mesmo quando estiver com cobertura leve de folhagem, chuva pesada, neve, névoa ou outros fenômenos naturais. Enquanto estiver escondido, você pode utilizar uma ação bônus para saltar em um inimigo a até 20 pés de você.Garras. Você tem proficiência em ataques desarmados usando suas garras. Elas são consideradas leve e causam 1d6 + seu bônus de proficiência + seu modificador de Destreza ou Força de dano cortante.Mordida. Você é proficiente em ataques com mordida e pode realizá-lo em um oponente que esteja a até 5 pés de distância de você. O ataque causa 2d4 + seu bônus de proficiência + seu modificador de Força de dano perfurante.Ferocidade. Você é um predador nato, quando em combate, seu instinto tem picos que fortalecem seus ataques. Durante um combate cada ataque que você acerta gera um acúmulo de ferocidade. Ao alcançar o máximo de ferocidade, você pode escolher entre se curar em metade do dano recebido (arredondado para cima) na última rodada ou o ataque seguinte causa um dano adicional igual a duas vezes seu modificador de Força. Seu máximo de ferocidade é igual a 10 - seu bônus de proficiência.Visão no Escuro. Você enxerga na penumbra a até 60 pés como se fosse luz plena e no escuro como se fosse na penumbra. Você não pode discernir cores no escuro, apenas tons de cinza.",
    "habilidades": "Sho’ma. Você pode utilizar seu Sho’ma para se transformar em uma das seguintes formas:||Forma Humana. Você pode gastar um tempo em concentração e manter uma forma humana igual ao que diz na tabela Duração das Formas.||Forma Animal. No 2º nível, você pode gastar um tempo em concentração e manter uma forma animal igual ao que diz na tabela Duração das Formas. Ao assumir uma forma animal, você recebe bônus em seus valores de atributos de Força, Destreza e Constituição (por exemplo, se tiver Força 10, ela se tornará 14 enquanto você estiver na forma animal) e assume características de acordo com a tabela da forma especificada. Você pode utilizar essa ação uma vez por descanso longo.||Dentes de Sabre||CaracterísticasFORDESCON||Você aumenta em 30 cm seu tamanho; Seu deslocamento base se torna 50 pés; Seu ataque com Mordida passa a causar 6d4 ao invés de 2d4 e seu ataque com Garras passa a causar 4d6 ao invés de 1d6+4+4+1"
  },
  {
    "name": "Lhotlan",
    "aditionalBaseSpeed": 5,
    "característica": "Salto Vastaya. Quando você fizer um salto à distância, o alcance se tornará 3 vezes seu valor de Força e você não precisa realizar uma movimentação prévia. Além disso ao realizar saltos em altura, você pode saltar dessa forma até um número de vezes igual a até 3 + o dobro do seu modificador de Força (mínimo de 1) pés de altura.||Sentidos Aguçados. Você tem proficiência em Percepção.",
    "habilidades": "lumadagas. Você pode usar uma ação bônus para criar 2 penas afiadas e usá-las como adagas. Você pode fazer isso um número de vezes igual a até 3 mais seu modificador de Constituição (mínimo de 1) a cada descanso curto ou longo, você pode manter um número de Plumadagas igual à metade de seu valor de Constituição arredondado para baixo (mínimo de 1).||Retorno das Lâminas. No 3º nível, você se sintoniza mais com a herança vastayesa. Ao arremessar uma de suas penas, você pode usar uma ação bônus para puxá-las para você causando 1d4 + modificador de Destreza no processo em alvos entre você e as plumas, por pluma que atinja a criatura. Criaturas atingidas devem realizar uma Salvaguarda de Destreza CD 8 + seu bônus de proficiência + seu modificador de Destreza para evitar o dano e criaturas surpreendidas tem desvantagem nessa Salvaguarda. Fazer isso torna as Plumadagas inutilizáveis. Você pode fazer isso um número de vezes igual o seu modificador de Destreza por descanso longo.||Sho’ma. Você pode utilizar seu Sho’ma para obter apenas uma das seguintes formas ferais, além da forma humana e animal:||Forma Feral: Rapina. Ao assumir a Forma Feral: Rapina, seus pés possuem garras poderosas que podem ser usadas para aumentar o dano de seu chute. Você tem proficiência em ataques desarmados usando suas garras. Elas são consideradas armas leves e causam 1d6 de dano cortante em adição ao dano do chute. Além disso, você tem um bico pontudo que causa 1d4 + seu modificador de Força de dano perfurante e você ganha uma patágia coberta de penas no espaço entre seus braços e sua cintura que te dá deslocamento de planagem por 15 pés.||Forma Feral: Vulpídeo. Ao assumir a Forma Feral: Vulpídeo, suas mãos passam a possuir garras e sua audição se torna superior ao normal. Você possui vantagem em testes de Percepção relacionados à audição e não pode ser surpreso em combate (a não ser que alguém tenha usado a magia silêncio). Suas garras causam 2d6 + seu modificador de Destreza de dano cortante.||Forma Humana. Você pode gastar um tempo em concentração e manter uma forma humana igual ao que diz na tabela Duração das Formas. Quando estiver em forma humana você perde suas características Salto Vastaya, Plumadagas e Retorno das Lâminas e o seu deslocamento se torna 25 pés.||Forma Animal. No 2º nível, você pode gastar um tempo em concentração e manter uma forma animal igual ao que diz na tabela Duração das Formas. Ao assumir uma forma animal, você recebe bônus em seus valores de atributos de Força, Destreza e Constituição (por exemplo, se tiver Força 10, ela se tornará 12 enquanto você estiver na forma Ave de Rapina) e assume características de acordo com a tabela da forma especificada. Você pode utilizar essa ação uma vez por descanso longo."
  },
  {
    "name": "Marai",
    "aditionalBaseSpeed": 0,
    "característica": "Enxergar no Escuro. Devido ao seu costume de viver nas profundezas do oceano, os marai possuem uma adaptabilidade para ambientes extremamente escuros. Você enxerga na penumbra a até 60 pés como se fosse luz plena e no escuro como se fosse na penumbra. Você não pode discernir cores no escuro, apenas tons de cinza.||Anfíbio. Você consegue respirar tanto em terra quanto na água. Além disso, combate debaixo da água não causa penalidades ou desvantagens de movimentação em você. Enquanto debaixo da água seu Enxergar no Escuro é dobrado.||Estilo do Mar. Você tem proficiência no uso da rede, lança e do tridente. Além disso, você tem vantagem em salvaguardas de Destreza contra ser Agarrado ou Contido.",
    "habilidades": "Sonar. Os Marai se comunicam debaixo de altas profundidades através de sonares. Esses mesmos sonares na superfície podem ser usados como arma. Você pode desferir um cone de 15 pés um número de vezes igual ao seu modificador de Constituição (mínimo de 1). Todas as criaturas no alcance devem fazer uma salvaguarda de Constituição CD 8 + seu bônus de proficiência + seu modificador de Constituição. Em uma falha, uma criatura afetada sofre 1d4 + bônus de proficiência + modificador de Constituição de dano trovejante. Criaturas surdas tem vantagem nessa salvaguarda.||Sho’ma. Você pode utilizar seu Sho’ma para obter apenas uma das seguintes formas ferais, além da forma humana e animal:||Forma Feral: Seláquio. Ao assumir a Forma Feral: Seláquio, você ganha presas similares à de um tubarão. Utilizando uma ação, você pode morder um oponente em uma distância de até 5 pés causando 1d8 de dano perfurante.||Forma Feral: Sirênio. Ao assumir a Forma Feral: Sirênio, você ganha presas similares à de uma moréia. Utilizando uma ação, você pode morder um oponente em uma distância de até 5 pés causando 1d4 de dano perfurante. Além disso, seu sonar passa a causar 1d6 de dano trovejante.||Forma Humana. Você pode gastar um tempo em concentração e manter uma forma humana igual ao que diz na tabela Duração das Formas. Ao fazer isso você perde seu traço Anfíbio. Além disso, você perde suas escamas, guelras e barbatanas. Você pode utilizar essa ação uma vez por descanso longo.||Forma Animal. No seu 2º nível, você pode gastar um tempo em concentração e manter uma forma animal igual ao que diz na tabela Duração das Formas. Ao assumir uma forma animal, você recebe bônus em seus valores de atributos de Força, Destreza e Constituição (por exemplo, se tiver Força 10 ela se tornará 14 enquanto você estiver na forma Seláquio) e assume características de acordo com a tabela da Forma Animal. Na forma de Seláquio você não pode conjurar magias, já na forma de Sirênio você pode conjurar magias normalmente. Você pode utilizar essa ação uma vez por descanso longo.||Seláquio||CaracterísticasFORDESCON||Seu tamanho é igual ao de sua forma natural na água; Sua Mordida passa a causar 1d8 + bônus de proficiência + modidificador de Força+4+1+3||O Sirênio||CaracterísticasFORDESCON||Seu tamanho é igual ao de sua forma natural; Seu deslocamento em água se torna 60 pés; Seu Sonar pode ser usado como ataque, passando a causar 1d6 de dano trovejante em um cone de 20 pés.+2+4+1"
  },
  {
    "name": "Oovi-Kat",
    "aditionalBaseSpeed": 10,
    "característica": "Ao atingir o nível 4, você possui a característica Forma Selvagem do Xamã do Chamado do Metamorfo, substituindo seu nível de Xamã para metade de seu nível de personagem. Caso você tenha níveis de Xamã do Chamado do Metamorfo, ao adquirir essa habilidade no 1º nível, você para de receber essa característica através de Mestre de Sho’ma e ao invés disso o ND máx de suas criaturas na classe de Xamã do Chamado do Metamorfo aumentará em 1. Caso você receba qualquer tipo de dano ou realize um ataque, a forma em que você se transformou dessa maneira é desfeita.||Idioma. Você pode falar o idioma antigo Vastayashai’rei. Além de poder utilizar de seu Sho’ma para aprender outros idiomas mais facilmente, você possui +2 idiomas comuns adicionais ou 1 idioma exótico.||Falso?. Você possui proficiência em Enganação.||Epiderme Cromática. Você tem vantagens em testes de Furtividade que você faz para se ocultar. Adicionalmente, enquanto sem armadura, você pode tentar se esconder mesmo sem estar com cobertura leve ou pesada contanto que permaneça parado. Além disso, você pode usar sua ação para esconder sua própria presença pela magia invisibilidade por um número de turnos igual a metade do seu bônus de proficiência. Você pode fazer isso um número de vezes igual ao seu bônus de proficiência por descanso longo. Ao atingir o 14º nível, você passa a usar a magia invisibilidade maior ao invés de invisibilidade.",
    "habilidades": "Mestre de Sho’ma. Oovi-Kat têm uma maneira especial de se comunicar, eles sentem a essência espiritual de um ser, o Sho’ma. Eles podem se transformar em um ser diferente, saber o nome de uma criatura, sentir suas emoções e saber parte de suas memórias recentes. Para se transformar em outra criatura é necessário 1 minuto de observação para saber o nome de uma criatura, sentir suas emoções e parte das suas memórias recentes. Sendo as memórias recentes algo como o que houve nas últimas 2 horas, antes do Oovi-kat tentar entender suas memórias, adicionalmente, o Oovi-kat pode ficar mais tempo observando e interpretando o Shoma de outra criatura para aumentar o quão distante na memória de um ser ele pode ter acesso. Por exemplo, 1 minuto de observação resulta nas últimas 2 horas vividas da criatura observada, 10 minutos resultaria em 5 horas, 1 hora em 10 horas, 8 horas resultaria no último dia vivido da criatura.||Clone de Sho’ma. Um Oovi-Kat pode utilizar de seu Sho’ma para com uma ação bônus criar uma duplicata deles mesmos ou de uma criatura que estejam disfarçados. Esse clone dura até o final de seu próximo turno e se movimenta o máximo que conseguir em uma direção que você escolher. Um inimigo deve fazer um teste de Percepção ou Arcanismo CD 8 + seu bônus de proficiência + seu modificador de Carisma, para saber quem é o verdadeiro. Caso seja atacado, o clone desaparece. Você pode fazer isso um número de vezes igual ao seu modificador de Carisma (mínimo de 1) por descanso longo."
  },
  {
    "name": "Ottrani",
    "aditionalBaseSpeed": 5,
    "característica": "Chifres. Você possui proficiência em ataques utilizando seus chifres, sendo considerados armas naturais, o dano causado por seus chifres é 1d4 + seu modificador de Força de dano contundente.||Cura Efetiva. Os Ottrani como tribo são discípulos diretos de Soraka, com isso, tendo uma inclinação direta à cura e ao resgate das criaturas e das vidas de Runeterra, ao utilizar habilidades, magias ou runas que curem uma criatura, você pode adicionar metade do seu bônus de proficiência + metade de seu modificador de Sabedoria à cura. Além disso, você tem proficiência em Medicina. Caso você seja um Acólito do Rito das Estrelas, você possui um uso adicional de seu Eflúvio.||Resgate. Por conta de sua forte conexão com os espíritos dos seres vivos, os Ottrani possuem habilidades naturais para a cura. Utilizando uma ação, você pode tocar uma criatura que esteja a até 5 pés de você para curá-la em uma quantidade igual ao seu bônus de proficiência + metade de seu modificador de Sabedoria. Você pode utilizar essa habilidade um número de vezes igual à metade de seu modificador de Sabedoria por descanso longo.||Magia Inata Ottrani||Magias Conhecidas e Usos||Magia Inata. Todos os Ottrani são conjuradores naturais, tendo acesso a magias de acordo com sua evolução espiritual, no entanto, nenhuma magia Ottrani pode ser utilizada em si mesmo. Os Ottrani conhecem naturalmente algumas magias da lista de Magias do Ottrani, encontrada no Capítulo 10. Eles não requerem componentes materiais para esses truques ou magias. Ao alcançar o 7º nível, os Ottrani podem conjurar sua magia inata com uma ação bônus.||A tabela indica quando você aprende novas magias e quantas vezes você pode conjurar elas sem gastar pontos de mana por descanso longo. Você aprende novas magias da lista de magias do Ottrani conforme sobe de nível.||Seu atributo para conjurar essas magias é Sabedoria.||CD para suas magias = 8 + seu bônus de proficiência + seu modificador de Sabedoria||Modificador de ataque de magia = seu bônus de proficiência + seu modificador de Sabedoria",
    "habilidades": "Autosacríficio. Os Ottrani veem a necessidade de auxiliar as demais criaturas, mesmo que isso custe parte de sua integridade física. Utilizando uma ação, você pode curar uma criatura que esteja a até 30 pés de você gastando um dado de vida, ao fazer isso você recebe metade do valor curado como dano para si mesmo (esse dano não pode ser reduzido ou mitigado). Você pode gastar uma quantidade de dados igual à metade de seu nível de personagem por descanso longo. Ou seja, caso seja nível 9, você poderá utilizar 4 dados de vida para esse traço por descanso longo.||Sho’ma. Você pode utilizar seu Sho’ma para se transformar em uma das seguintes formas:||Forma Feral: Bode. Você pode assumir uma forma de guerra que dá a você uma aparência com mais pelos e focinho, possuindo pernas e chifres ainda mais poderosos. Seus chifres passam a causar 1d6 de dano ao invés de 1d4. Adicionalmente seu deslocamento de escalada aumenta para 40 pés e seu salto em altura e em distância possuem o dobro do alcance.||Forma Humana. Você pode gastar um tempo em concentração e manter uma forma humana igual ao que diz na tabela Duração das Formas. Nessa forma você perde seus chifres e seu deslocamento de escalada.|Forma Animal. No 2º nível, você pode gastar um tempo em concentração e manter uma forma animal igual ao que diz na tabela Duração das Formas. Ao assumir uma forma animal, você recebe bônus em seus valores de atributos de Força, Destreza e Constituição (por exemplo, se tiver Força 10, ela se tornará 13 enquanto você estiver na forma animal) e assume características de acordo com a tabela O Bode. Você pode utilizar essa ação uma vez por descanso longo.||O Bode||CaracterísticasFORDESCON||Você se torna uma criatura quadrúpede semelhante a um carneiro, aumentando seu tamanho em uma categoria; Seu deslocamento de escalada se torna 50 pés; Seu ataque com Chifres passa a causar 1d8 ao invés de 1d4+3+2+4"
  },
  {
    "name": "Shimon",
    "aditionalBaseSpeed": 5,
    "característica": "Escalador Proficiente. Você é proficiente na perícia Atletismo. Quando for escalar você pode usar todo seu deslocamento de caminhada ao invés de metade. Quando você faz um teste de Atletismo para escalar, você adiciona o dobro do seu bônus de proficiência.||Sem Limites. Shimon estão sempre se superando. Você pode re-rolar uma falha em um teste de Força, Destreza ou Constituição. Você só pode fazer isso uma vez a cada descanso completo.||Habilidade Versátil. A curiosidade dos Shimon faz com que eles aprendam rapidamente habilidades que lhe sejam úteis. Você ganha proficiência com uma perícia da sua escolha e proficiência em um ofício da sua escolha.||Fúria Símia. Você pode dobrar o modificador de dano de seu ataque um total de vezes igual a 2 vezes seu Bônus de proficiência por descanso longo.",
    "habilidades": "Sho’ma. Você pode utilizar seu Sho’ma para se transformar em uma das seguintes formas:||Forma Feral: Símio. Você pode assumir uma forma de guerra que dá a você +1 de Força pela duração e permite a você usar sua cauda para carregar objetos que não pesem mais de 20 kg e você pode usar uma ação bônus para que sua cauda tente derrubar uma criatura. Ela deve fazer uma salvaguarda de Destreza (CD 8 + bônus de proficiência + seu modificador de Força. Em uma falha, o alvo ficará Caído.||Forma Humana. Você pode gastar um tempo em concentração e manter uma forma humana igual ao que diz na tabela Duração das Formas. Nessa forma você perde as características Fúria Símia e Escalador Proficiente.||Forma Animal. No seu 2º nível, você pode gastar um tempo em concentração e manter uma forma animal igual ao que diz na tabela Duração das Formas. Ao assumir uma forma animal, você recebe bônus em seus valores de atributos de Força, Destreza e Constituição (por exemplo, se tiver Força 10 ela se tornará 14 enquanto você estiver na forma animal) e assume características de acordo com a tabela da forma especificada. Você pode utilizar essa ação uma vez por descanso longo.||Kong||CaracterísticasFORDESCON||Seu tamanho aumenta em 30 cm; Você passa a possuir o ataque Mordida, que causa 1d6 + seu modificador de Força de dano perfurante+4+1+3"
  },
  {
    "name": "Aquáticos",
    "aditionalBaseSpeed": 0,
    "característica": "Amizade Marinha. Você pode se comunicar normalmente com criaturas marinhas, e possui vantagem em testes de Persuasão para convencer uma criatura marinha a não atacar você ou seus aliados, desde que vocês não tenham atacado a criatura ainda.|| do Mar. Você possui proficiência com o Ofício de Condutor (veículos aquáticos), tridentes e redes. Além disso, você tem vantagem em salvaguardas de Destreza contra ser Agarrado.||Escorregadio. Você pode adicionar seu bônus de proficiência à sua CA e recebe resistência a dano contundente. Adicionalmente, você se torna incapaz de utilizar uma armadura.||Respiração Subaquática. Yordles Aquáticos podem respirar tanto água quanto ar normalmente. Além disso, eles possuem 35 pés de deslocamento de natação. Além disso, combate debaixo da água não causa penalidades em deslocamento ou ataques para você. Enquanto debaixo da água sua Visão no Escuro é dobrada.",
    "habilidades": ""
  },
  {
    "name": "Felpudo",
    "aditionalBaseSpeed": 0,
    "característica": "Capacidade Extraordinária. Apesar do seu tamanho, você consegue carregar e utilizar armas pesadas feitas para criaturas médias normalmente.||Adicionalmente, caso não esteja empunhando uma arma pesada, você possui 40 pés de deslocamento de caminhada, ao invés de 30 pés.||Fofura Extrema. Você adquire proficiência em Persuasão e possui vantagem em testes com essa perícia.||Mestres do Glamour||NívelPontosDado||11d20||53d12||95d10||117d8||159d6||1911d4||Glamour. A aparência dos Yordles é envolta em uma magia inata que atua mesmo inconscientes, ela mascara sua verdadeira aparência. É uma defesa natural que age quando eles entram no Reino Material. Toda criatura que o vê deve realizar um teste de Percepção CD 15 + seu bônus de proficiência + seu modificador de Carisma. Em uma falha, a criatura o vê de uma forma que não seja a sua verdadeira. Cada criatura que falha nesse teste o vê de uma maneira diferente. O Yordle pode, voluntariamente, escolher que uma criatura o veja normalmente.||Mestres do Glamour. O glamour faz com que os yordles passem despercebidos ou tenham sua presença minimizada na percepção das pessoas, confundindo-os com outras pessoas ou simplesmente focando atenção em outros. Toda vez que um Yordle entrar em combate, ele tem um total de pontos de Glamour baseado em seu nível, igual à tabela Mestres do Glamour. A cada rodada em combate, ação realizada e a cada ataque sofrido ele perde um ponto. Enquanto ele tiver pontos de Glamour, toda vez que ele for alvo de um ataque, caso exista outro alvo possível para esse ataque, o mestre deve jogar um dado de acordo com a tabela Mestres do Glamour. Caso o resultado seja 1, o ataque deixa de ser feito no Yordle e é feito em outro alvo. Quando atingir 0 pontos de glamour você não poderá usar essa característica até completar um descanso curto ou longo, além disso, o Yordle pode voluntariamente desfazer esse glamour.",
    "habilidades": ""
  }
]
