[
	{
	  "name": "Sutra do Cultivo dos Ventos",
	  "type": "Sutras Gerais",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "",
	  "info": [
		"O Sutra do Cultivo dos Ventos estuda como utilizar o Ki para manipular grandes quantidades de ar em um curto período de tempo.",
		"Golpe de ar.* Com uma ação bônus e 1 ponto de Ki, você acumula energia em seus punhos ou arma, direcionando a pressão do ar ao redor do mesmo, aumentando o alcance de seus ataques corpo a corpo em até 15 pés. Gastando 3 pontos de Ki essa arma ou seus punhos se mantém desta forma até o final do seu próximo turno.",
		"Colchão de ar.* Quando você for alvo de um efeito que o derrube, você pode usar sua reação e 1 ponto de Ki para refazer a salvaguarda. Você pode fazer isso apenas uma vez por efeito."
	  ]
	},
	{
	  "name": "Sutra da Modelagem da Fumaça",
	  "type": "Sutras Gerais",
	  "components": [
		"V",
		"S",
		"M",
		"R"
	  ],
	  "prerequisites": "",
	  "info": [
		"O Sutra da Modelagem da Fumaça estuda como utilizar um objeto físico para manifestar o elemento Cinzas, conseguindo direcioná-lo para os usos mais variados.",
		"Cortina de Fumaça. Com uma ação você se concentra e usa um Shinpu do elemento Cinzas que é incinerado pelo gasto de 2 pontos de Ki, liberando uma cortina de fumaça numa linha de 50 por 15 pés pés em qualquer lugar até 100 pés de você. A cortina dura por um minuto, bloqueia a visão dos que estiverem dentro dela e não é possível ver através dela. Criaturas que estejam dentro da cortina não podem ver nada que esteja além de 5 pés dele, enquanto criaturas do lado de fora vêem apenas vultos, tendo desvantagem em seus ataques em um alvo dentro da cortina.",
		"Fôlego Extra. Você adiciona metade do seu modificador de Sabedoria a quanto você pode prender sua respiração."
	  ]
	},
	{
	  "name": "Sutra da Criação Elemental",
	  "type": "Sutras Gerais",
	  "components": [
		"V",
		"S",
		"M",
		"R"
	  ],
	  "prerequisites": "",
	  "info": [
		"O Sutra da Criação Elemental estuda como se dá a transubstanciação da energia em elementos.",
		"Criar Elemento. Com uma ação bônus, o gasto de 1 ponto de Ki e o consumo de 1 Shinpu de elemento tradicional você pode criar 1 litro de água, 1kg de terra, 1 lufada de vento, uma labareda de fogo ou um raio que causa 1d4 do dano correspondente ao elemento caso o alvo falhe em uma salvaguarda de Destreza CD igual à sua CD de Resistência de Ki em um alvo que esteja até 60 pés de você.",
		"Potencializar Elemento. Quando você utiliza 1 Shinpu para ativar um efeito elemental, você pode utilizar um segundo Shinpu para aumentar o dano de sua habilidade em um valor igual ao seu bônus de Sabedoria."
	  ]
	},
	{
	  "name": "Sutra da Ferocidade Lupina",
	  "type": "Sutras Gerais",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "",
	  "info": [
		"O Sutra da Ferocidade Lupina estuda os movimentos de cães e lobos, entendendo como utilizar a mentalidade de matilha.",
		"Derrubar. Você sabe como atacar e explorar a distração de seus inimigos. Se seu alvo estiver incapacitado, surpreso ou outro inimigo do seu alvo estiver a 5 pés de distância dele você pode fazer uso de uma ação bônus e 1 ponto de Ki no seu turno para derrubar uma criatura até um tamanho maior que você, ou menor, no chão quando você atingi-la com um ataque corpo a corpo desarmado",
		"Base Sólida. Você adiciona metade do seu modificador de Sabedoria para Salvaguardas que previnem quedas"
	  ]
	},
	{
	  "name": "Sutra da Manifestação Elemental",
	  "type": "Sutras Gerais",
	  "components": [
		"V",
		"R"
	  ],
	  "prerequisites": "",
	  "info": [
		"O Sutra da Manifestação Elemental aprende a canalizar o Ki manifestando temporariamente elementos.",
		"Infusão Elemental. Concentrando-se por 1 turno, você é capaz de infundir força elemental aos seus ataques desarmados ou a sua arma de combate corpo a corpo com dano elemental. Com o gasto de 1 ponto de Ki, você adiciona o seu dado de dano marcial em dano elemental ao seu ataque por 3 turnos. Você pode gastar 1 ponto a mais de Ki antes do efeito ser concluído, para aumentar a duração em 5 turnos.",
		"Infundir Magia. Ao alcançar o nível 11 de Bodisatva, ao utilizar esse Sutra, você pode utilizar um Shinpu para que o dano causado pela força elemental se torne mágico."
	  ]
	},
	{
	  "name": "Sutra da Lótus Cintilante",
	  "type": "Sutras Gerais",
	  "components": [
		"V",
		"S",
		"M,"
	  ],
	  "prerequisites": "",
	  "info": [
		"O Sutra da Lótus Cintilante estuda a interação do Ki com as chamas e a luminescência da mesma.",
		"Florescer de Lótus. Com uma ação, o gasto de 3 pontos de Ki e usando um Shinpu do elemento Fogo que é incinerado, você libera um ataque luminoso que causa 2d8 de dano radiante e cega inimigos na área de um cone de 20 pés à sua frente. Ser bem-sucedido em uma salvaguarda de Destreza com CD de Resistência de Ki evita a cegueira.",
		"Pétala Oculta.* Você adiciona metade do seu bônus de Sabedoria a salvaguardas para evitar a condição Cego"
	  ]
	},
	{
	  "name": "Sutra da Compreensão Elemental",
	  "type": "Sutras Gerais",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "",
	  "info": [
		"O Sutra da Compreensão Elemental busca formas de interagir com os elementos através do uso do Ki, conseguindo manipulá-los com maior facilidade.",
		"Controlar Elemento. Pelo gasto de 1 ponto de Ki você pode controlar por um turno um elemento tradicional à sua escolha, podendo abrir um buraco na terra ou em uma parede, moldar chamas, dobrar um relâmpago ou mesmo controlar até 1 litro de água em sua mão sem a necessidade de um recipiente.",
		"Inibir Elemento. Você pode utilizar a sua reação e 1 ponto de Ki para mitigar um dano elemental. Ao ser alvo de um dano elemental, você cancela dano igual ao seu Dado Marcial de um ataque com esse elemento, mesmo que seja de fonte mágica. Essa característica pode ser usada ao mesmo tempo que a característica Repelir do Sutra da Mordida Elemental."
	  ]
	},
	{
	  "name": "Sutra da Mordida Elemental",
	  "type": "Sutras Gerais",
	  "components": [
		"V",
		"S",
		"M",
		"R"
	  ],
	  "prerequisites": "Sutra da Criação Elemental - Sutra da Compreensão Elemental",
	  "info": [
		"O Sutra da Mordida Elemental estuda como interagir com os elementos estudados pelo Sutra da Criação Elemental, avançando na compreensão do elementalismo.",
		"Mordida. Utilizando um Shinpu preparado antecipadamente com uma inscrição de um dos 5 elementos tradicionais, você pode gastar 1 ponto de Ki infundi-lo e criar uma arma de ataque à distância. Essa arma, ao ser atirada ou arremessada contra um alvo, explode causando o mesmo tipo de dano elemental. Faça um ataque com arma a distância, caso acerte o alvo, ele recebe 1d8 de dano do elemento escolhido e criaturas a até 5 pés do alvo devem fazer uma salvaguarda de Destreza ou recebem 2d4 do mesmo tipo de dano. Para cada ponto de Ki adicional gasto, o dano aumenta em 1 dado (1d8 para o alvo principal e 1d4 para os alvos secundários).",
		"Repelir. Ao ser alvo de um ataque de um elemento que você tenha um Shinpu, você pode como uma reação queimá-lo e reduzir o dano do ataque elemental em uma quantidade igual ao seu Dado Marcial. Essa característica pode ser usada ao mesmo tempo que a característica Inibir Elemento do Sutra da Compreensão Elemental."
	  ]
	},
	{
	  "name": "Sutra da Palma Concussiva",
	  "type": "Sutras Gerais",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "",
	  "info": [
		"O Sutra da Palma Concussiva estuda a utilização do Ki para ampliar a energia física de seu praticante, amplificando as capacidades físicas de seu praticante.",
		"Contundir. Gastando 4 pontos de Ki, você preenche seu corpo de energia aumentando a potência de seus golpes, até o final de seu turno o dano de seus ataques desarmados aumenta em 2 na escala de dano e criaturas atingidas devem realizar uma salvaguarda de Constituição, em uma falha recebem a condição Atordoado até o fim de seu próximo turno.",
		"Defesa Corporal. Ao aprender esse Sutra, você deve escolher entre Destreza e Sabedoria: Enquanto estiver sem armadura, você recebe metade do seu modificador do atributo escolhido como Redução de Dano."
	  ]
	},
	{
	  "name": "Sutra dos Passos de Rapina",
	  "type": "Sutras Gerais",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "",
	  "info": [
		"O Sutra dos Passos de Rapina estuda a própria leveza do corpo compreendendo o mesmo através da observação das aves altivas.",
		"Alçar voo. Quando estiver em combate, você pode, com uma ação bônus, gastar 1 ponto de ki para adquirir um deslocamento de voo igual ao seu deslocamento de caminhada. Esse benefício funciona apenas como pequenas explosões, você cai se terminar seu turno no ar e não tiver nada em que possa se agarrar.",
		"Queda tranquila. Quando você recebe dano de queda, você reduz seu bônus de proficiência vezes 5 em pés de sua queda para calcular esse dano."
	  ]
	},
	{
	  "name": "Sutra do Sopro Elemental",
	  "type": "Sutras Gerais",
	  "components": [
		"V",
		"S",
		"M",
		"R"
	  ],
	  "prerequisites": "",
	  "info": [
		"O Sutra do Sopro Elemental surgiu estudando a arma de sopro de diversas criaturas, em especial, dragões, procurando entender não apenas como reproduzi-lo mas também mitigá-lo.",
		"Soprar. Você pode usar uma ação e 3 pontos de Ki para exalar energia destrutiva. Consumindo o Shinpu do elemento tradicional escolhido, você exala um cone de 15 pés feito desse elemento, criaturas nesse alcance devem realizar uma salvaguarda de Constituição, em uma falha recebem 4d6 de dano do elemento escolhido. Em um sucesso recebem apenas metade desse dano.",
		"Negar o Sopro. Ao ser alvo de uma arma de sopro que cause dano elemental igual ao de um Shinpu que você carregue consigo, você pode usar sua reação e 1 ponto de Ki para reduzir o dano do sopro como um todo para todos os alvos do mesmo. Você queima o Shinpu e rola 2d6 para calcular essa redução de dano.",
		"Sutras de Bodisatva",
		"Abaixo estão os Sutras de Bodisatva e das Doutrinas de Bodisatva."
	  ]
	},
	{
	  "name": "Sutra do Clone das Sombras",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva",
	  "info": [
		"O Sutra do Clone das Sombras estuda como utilizar a energia do Ki para criar uma réplica própria de energia espiritual corporificada.",
		"Kage bushin. Com o gasto de 2 pontos de Ki e uma ação, você é capaz de criar um Clone de Sombras que é exatamente igual a você naturalmente e que pode carregar uma réplica não mágica de uma arma Bodisatva que você carregue. Ele tem 1/10 dos seus pontos de vida (mínimo de 1) e qualquer gasto de recurso como Ki, Runas, pontos de mana ou similares, feitos pelo clone, são reduzidos do seu total. O Clone tem fraqueza a dano radiante, dura por até metade do seu modificador de Sabedoria em minutos dentro de combate ou em horas fora de combate. Caso os pontos de vida do clone sejam reduzidos a 0 ou ele receba 1 ponto de exaustão ele é dissipado. Enquanto conjurado, o clone mantém 1 ponto de Ki adicional como inacessível. Clones adicionais custam 1 ponto de Ki adicional cumulativo além dos 2 e mantém também 1 ponto de Ki inacessível. Todos os danos causados pelo clone são reduzidos pela metade.",
		"Acumular conhecimento. Quando um clone é desfeito ou destruído, o bodisatva que o criou recebe o conhecimento adquirido por esse clone."
	  ]
	},
	{
	  "name": "Sutra do Vento",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 1",
	  "info": [
		"O Sutra do Vento é uma opção que envolve mobilidade, destreza e agilidade.",
		"Movimento Suave. Você pode gastar 1 ponto de Ki para realizar a ação de Esquivar, com uma ação bônus no seu turno.",
		"Reduto do Vento. Sua agilidade não é apenas reflexo, mas também o resultado do treino em antecipar movimentos. Desde que não esteja vestindo nenhuma armadura nem empunhando um escudo, sua Classe de Armadura será 10 + seu modificador de Destreza + seu modificador de Sabedoria."
	  ]
	},
	{
	  "name": "Sutra da Rocha",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 1",
	  "info": [
		"O Sutra da Rocha é uma opção que envolve resistência, força e resistência.",
		"Resistência da Rocha. Ao ser atingido por um ataque, você pode usar sua reação e 1 ponto de Ki para reduzir o dano recebido em um valor igual a duas vezes seu bônus de proficiência.",
		"Reduto do Ferro. O enrijecimento de seus músculos é feito não apenas por proeza física, mas também como um derivado do treinamento com o Ki. Desde que não esteja vestindo nenhuma armadura nem empunhando um escudo, sua Classe de Armadura será 10 + seu modificador de Força + seu modificador de Sabedoria."
	  ]
	},
	{
	  "name": "Sutra da Tensão",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 2",
	  "info": [
		"O Sutra da Tensão consiste em utilizar o Ki como uma força de tensão muscular.",
		"Integridade. A qualquer momento durante um combate, você pode gastar 1 ponto de Ki para receber resistência ao último dano recebido até o início de seu próximo turno. Você tem vantagem em jogadas que tentem derrubá-lo durante esse período.",
		"Golpe Quintessencial. Imediatamente após você realizar uma ação de Ataque no seu turno, você pode gastar 1 ponto de Ki para realizar dois golpes desarmados com uma ação bônus."
	  ]
	},
	{
	  "name": "Sutra Sublime",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"S"
	  ],
	  "prerequisites": "Bodisatva, nível 2",
	  "info": [
		"O Sutra Sublime manipula o fluxo de Ki de forma sutil e ágil.",
		"Leveza Essencial. Você pode gastar 1 ponto de Ki para realizar a ação de Desengajar ou Disparada com uma ação bônus no seu turno, adicionalmente, a distância de seu salto é dobrada até o final desse turno.",
		"Rajada De Ki. Você pode gastar 1 ponto de Ki para canalizar energia como um ataque a distância no lugar de um ataque desarmado. Esse ataque tem um alcance de 30/ 60 pés. Você é proficiente com o mesmo e pode adicionar seu modificador de Sabedoria na rolagem de ataque e dano, esse ataque causa 1 dado de dano de uma categoria abaixo do seu dano Marcial como dano energético. Ao realizar um ataque com a Rajada de Ki, você pode fazer um ataque desarmado adicional como uma ação bônus."
	  ]
	},
	{
	  "name": "Sutra do Arremesso Primoroso",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 3",
	  "info": [
		"O Sutra do Arremesso Primoroso estuda como utilizar armas de arremesso utilizando o Ki de forma mais efetiva.",
		"Armas Energizadas. Com o gasto de 1 ponto de Ki, você pode energizar uma arma de arremesso em suas mãos. Caso ela acerte o alvo, causa seu bônus de proficiência em d4 de dano energético adicional. Caso a arma não acerte o alvo, o ponto de Ki gasto é recuperado no final de seu turno e a arma deixa de estar energizada.",
		"Arma retornável. Você recebeu um treinamento especial que aprimora com seu Ki a forma que você joga armas de arremesso, podendo recuperá-las para suas mãos. Com uma ação bônus, você pode invocar sua arma de arremesso que não tenha acertado o alvo para suas mãos, desde que ela esteja no seu raio de visão e a uma distância igual à 2 vezes seu deslocamento. Caso ela esteja sendo segurada por alguém, o alvo deve fazer uma salvaguarda de Força, em uma falha a arma é arrancada das mãos dessa criatura."
	  ]
	},
	{
	  "name": "Sutra da Deflexão",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 4",
	  "info": [
		"O Sutra da Deflexão permite ao corpo reagir de forma veloz a ameaças distantes.",
		"Deflexão. Ao ser alvo de uma magia visível que exija uma salvaguarda, você pode usar sua reação e 1 ponto de Ki para adicionar seu modificador de Sabedoria à salvaguarda.",
		"Redirecionar Projéteis. Ao ser alvo de um ataque com arma a distância, você pode usar sua reação para defletir ou apanhar o projétil. Ao fazer isso, o dano do ataque é reduzido em 1d10 + seu modificador de Destreza + seu nível de Bodisatva. Se o dano for reduzido a 0, você pode apanhar o projétil se ele for pequeno o suficiente para ser segurado em uma mão e você tenha, pelo menos, uma mão livre. Se você apanhar um projétil dessa forma, você pode gastar 1 ponto de Ki para realizar uma ataque à distância com a arma ou munição que você acabou de pegar, como parte da mesma reação. Você adiciona seu bônus de proficiência a esse ataque e o projétil conta como uma arma Bodisatva para esse ataque. A distância do ataque é de 20/ 60 pés."
	  ]
	},
	{
	  "name": "Sutra do Furto de Ki",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 4",
	  "info": [
		"O Sutra do Furto de Ki permite que você entenda melhor como canalizar o Ki à sua volta.",
		"Exceder. Você é capaz de exceder seu máximo de Ki em um valor igual ao seu bônus de proficiência.",
		"Furto De Ki. Quando você faz um ataque contra uma criatura que não seja morto-vivo ou um construto, você pode usar uma ação bônus para forçar ela a realizar uma salvaguarda de Constituição. Em uma falha, você recupera 1 ponto de Ki."
	  ]
	},
	{
	  "name": "Sutra da Pena no Vento",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 4",
	  "info": [
		"O Sutra da Pena no Vento ensina como controlar o fluxo do corpo e sua materialização, concedendo a habilidade de emanar para ele a leveza do espírito.",
		"Reduzir a queda. Você pode usar sua reação, quando você cair, para reduzir o dano de queda sofrido por um valor igual a cinco vezes seu nível de Bodisatva.",
		"Etereabilidade. Ao falhar em uma salvaguarda de algum efeito ou ataque que o faria executar um movimento forçado como cair, ou ser jogado para longe, você pode gastar 1 ponto de Ki e negar esse efeito. Você pode fazer isso um total de vezes igual a metade do seu bônus de proficiência"
	  ]
	},
	{
	  "name": "Sutra da Trapaça do Vento",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 4",
	  "info": [
		"O Sutra da Trapaça do Vento permite direcionar o Ki para pequenos controles localizados de vento, expressando truques de manipulação do mesmo.",
		"Golpe Escondido. Com o gasto de 1 ponto de Ki, seu próximo ataque debilita levemente o alvo. Ele deve passar em uma Salvaguarda de Destreza ou recebe a condição enfraquecido até o início de sua próxima rodada.",
		"Desvencilhar. Ao ser alvo de um efeito que cause em você as condições Agarrado, Contido ou Paralisado, com uma reação, você pode gastar 2 ponto de Ki e receber um dado de vida de dano e cancelar a condição instantaneamente. Você pode utilizar esse Sutra um número de vezes igual a metade do seu bônus de Proficiência por descanso longo."
	  ]
	},
	{
	  "name": "Sutra da Reverberação do Ki",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"V",
		"S"
	  ],
	  "prerequisites": "Bodisatva, nível 6",
	  "info": [
		"O Sutra da Reverberação de Ki estuda formas de utilizar as reverberações para melhor benefício do uso do mesmo.",
		"Reverberar Ki. Você pode interferir no fluxo de Ki do corpo de um oponente. Quando você atingir outra criatura com um ataque desarmado ou com uma arma corpo a corpo, você pode gastar 1 ponto de Ki para forçá-la a realizar uma salvaguarda de Constituição. Em uma falha, o alvo fica Atordoado até o final de seu próximo turno.",
		"Estabilizar Ki. Ao atingir um ataque em uma criatura que esteja Atordoada por um efeito que você não tenha gastado pontos de Ki, você pode recuperar 1 ponto de Ki. Esse efeito pode acontecer apenas uma vez por rodada."
	  ]
	},
	{
	  "name": "Sutra da Vibração do Ki",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 6",
	  "info": [
		"O Sutra da Vibração do Ki estuda a interação do mesmo com outros corpos.",
		"Vibração de Ki. Você ganha a habilidade de enviar vibrações letais no corpo de alguém. Ao acertar uma criatura com ataque desarmado, você pode gastar um número qualquer de Ki para dar início a essas vibrações. As vibrações são inofensivas a menos que você use sua ação para finalizá-las. Para tal, você e o alvo tem de estar no mesmo Reino de Existência. Quando você faz isso, a criatura deve fazer uma salvaguarda de Constituição. Em uma falha, o alvo sofre uma quantidade de dados marciais igual ao valor de Ki gasto como dano necrótico. Em um sucesso, o alvo sofre apenas metade do dano. Você pode fazer com que essa vibração seja considerada como um ataque não letal.",
		"Ki Vibrante. Ao recuperar pontos de Ki, o dano base de seu próximo ataque na mesma rodada aumenta em uma categoria."
	  ]
	},
	{
	  "name": "Sutra do Santuário Mental",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"V"
	  ],
	  "prerequisites": "Bodisatva, nível 8",
	  "info": [
		"O Sutra do Santuário Mental estuda como utilizar o Ki para quebrar efeitos de controle mental.",
		"Olho Espiritual. Utilizando uma ação e 1 ponto de Ki, você se torna imune à ilusões feitas por magias de nível igual ou menor que metade do seu modificador de Sabedoria (mínimo de 1), esse efeito dura por um número de horas igual ao seu bônus de proficiência. Caso você já esteja sob efeito de uma ilusão de nível igual ou menor descrita anteriormente, você pode refazer a salvaguarda para encerrar o efeito da ilusão. Em uma falha, você continua afetado pela ilusão, mas é imune à novas ilusões. Em um sucesso, você quebra a ilusão e continua imune normalmente.",
		"Santuário Mental. Utilizando uma ação e 1 ponto de Ki, você pode utilizar a característica Mente Tranquila em outra criatura no alcance de seu toque."
	  ]
	},
	{
	  "name": "Sutra da Permeação",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 8",
	  "info": [
		"O Sutra da Permeação estuda a canalização do Ki para propriedades adicionais de pujança.",
		"Defesa. Utilizando uma ação e 1 ponto de Ki, você pode tocar uma outra criatura para concedê-la um bônus em sua CA igual a metade de seu modificador de Sabedoria, esse bônus dura por um número de rodadas igual ao seu bônus de proficiência.",
		"Infusão de Ki. Escolha entre seu ataque desarmada ou uma Arma Bodisatva, à sua escolha definirá sua arma de assinatura. Ao realizar um ataque com sua arma de assinatura, você pode gastar 1 ponto de Ki e adicionar um dado Marcial ao dano de seu ataque, caso ele atinja, você recupera 1 ponto de Ki."
	  ]
	},
	{
	  "name": "Sutra da Têmpera de Ki",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 8",
	  "info": [
		"O Sutra da Têmpera de Ki permite uma projeção violenta do Ki.",
		"Fortificação do Ki. Utilizando 1 ponto de Ki, você pode energizar seus ataques desarmados ou uma Arma Bodisatva para que causem dano mágico. Isso dura por um número de rodadas igual ao dobro de seu modificador de Sabedoria.",
		"Têmpera de Ki. Seus ataques com ataques desarmados, armas Bodisatvas e Rajada de Ki, passam a ter uma margem de crítico de 19-20. Caso atinja um acerto crítico com esses ataques, você pode gastar 2 pontos de Ki para triplicar os dados de dano ao invés de duplicar."
	  ]
	},
	{
	  "name": "Sutra da Velocidade",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 10",
	  "info": [
		"O Sutra da Velocidade estuda formas de acelerar a movimentação do corpo.",
		"Quebra-grilhões. Utilizando 1 ponto de Ki, você pode suprimir qualquer efeito que esteja reduzindo seu deslocamento por uma quantidade de rodadas igual ao seu modificador de Sabedoria. Caso essa redução faça parte de outros efeitos, apenas a redução de deslocamento é suprimida.",
		"Aceleração Espiritual. Utilizando uma ação e 2 pontos de Ki, você lança sobre si os efeitos da magia velocidade sem gastar pontos de mana e ignorando quaisquer componentes."
	  ]
	},
	{
	  "name": "Sutra da Vitalidade",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 10",
	  "info": [
		"O Sutra da Vitalidade estuda como utilizar o Ki para recuperação física.",
		"Revitalização. Utilizando uma ação e 1 ponto de Ki, você pode usar seus dados de vida para recuperar pontos de vida de um alvo no alcance de seu toque.",
		"Pureza do Santuário. Utilizando uma ação e 1 pontos de Ki, você conjurar em um aliado no alcance de seu toque os efeitos da magia restauração menor sem gastar pontos de mana e ignorando quaisquer componentes."
	  ]
	},
	{
	  "name": "Sutra da Disciplina",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 10",
	  "info": [
		"O Sutra da Disciplina estuda como melhorar a conexão com o Ki e sua recuperação.",
		"Vitalidade do Ki. Sempre que recuperar pontos de vida através de uma magia, você recupera 1 ponto de Ki.",
		"Fortuna do Ki. Uma vez por rodada, ao recuperar pontos de Ki, você pode escolher recuperar 1 ponto adicional."
	  ]
	},
	{
	  "name": "Sutra da Névoa",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 12",
	  "info": [
		"O Sutra da Névoa estuda formas de utilizar o reino dos espíritos com um atalho para transpor distâncias físicas.",
		"Salvo-Conduto. Ao ser alvo de algum ataque que reduziria seus pontos de vida a 0, você pode usar sua reação para gastar 4 pontos de Ki e negar o dano do ataque e teleporta-se para um ponto desocupado que você possa ver a até 60 pés, deixando para trás uma ilusão sua que recebe o ataque (desaparecendo em seguida).",
		"Passo do Ki. Você ganha a habilidade de realocar o seu ser instantaneamente, com uma ação bônus, você pode gastar 4 pontos de Ki para se teletransportar a até 60 pés para um espaço desocupado que você possa ver. Ao fazer isso, você terá vantagem em seu próximo ataque corpo a corpo até o final deste turno."
	  ]
	},
	{
	  "name": "Sutra da Retribuição",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 12",
	  "info": [
		"O Sutra da Retribuição estuda formas de redirecionar a energia empregada em ataques contra seus agressores.",
		"Marca de Ki. Ao receber dano de uma criatura, você pode usar sua reação e 2 pontos de Ki para marcá-la. A marca dura por um número de rodadas igual ao seu modificador de Sabedoria. Pela duração, seus ataques contra o alvo marcado são feitos com vantagem.",
		"Redirecionar Ki. Você aprende a tirar vantagem das falhas de seus inimigos. Quando um ataque corpo a corpo errar você, você pode usar sua reação e 2 pontos de Ki para realizar dois ataques desarmados em seu atacante."
	  ]
	},
	{
	  "name": "Sutra do Sol",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 14",
	  "info": [
		"O Sutra do Sol concentra-se nas potências solares através do Ki.",
		"Golpes Solares. Utilizando sua ação bônus e 2 pontos de Ki, seus ataques desarmados ou com armas bodisatva passam a causar dano Solar, por uma quantidade de rodadas igual a metade do seu modificador de Sabedoria.",
		"Linguagem Quintessencial. Você aprende a tocar o Ki de outras mentes fazendo com que você compreenda todos os idiomas falados. Além do mais, qualquer criatura que possa entender um idioma poderá entender o que você fala. Utilizando uma ação bônus e 1 ponto de Ki, você pode fazer com que outra criatura a até 60 pés de você receba os mesmos benefícios por um número de horas igual ao seu modificador de Sabedoria."
	  ]
	},
	{
	  "name": "Sutra da Lua",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 14",
	  "info": [
		"O Sutra do Sol concentra-se nas potências lunares através do Ki.",
		"Golpes Lunares. Utilizando sua ação bônus e 2 pontos de Ki, seus ataques desarmados ou com armas bodisatva passam a causar dano Lunar, por uma quantidade de rodadas igual a metade do seu modificador de Sabedoria.",
		"Reduto Adamantino. Ao escolher esse sutra você deve escolher uma salvaguarda, você recebe proficiência com ela. Adicionalmente, quando você realizar uma jogada com uma salvaguarda com a qual tenha proficiência e falhar, você pode gastar 1 ponto de Ki para refazer a salvaguarda, você pode fazer isso apenas uma vez por jogada."
	  ]
	},
	{
	  "name": "Sutra da Oscilação",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 16",
	  "info": [
		"O Sutra da Oscilação se concentra em pequenas manifestações de Ki, potencializando o seu uso.",
		"Manipulação de Prana. Ao atingir um ataque com um ataque desarmado, arma Bodisatva, uma Rajada de Ki, você pode gastar 1 ponto de Ki e jogar seu dado marcial, subtraindo o número obtido em pontos de mana do alvo (caso ele tenha algum). Caso você subtraia algum ponto de mana, você recupera metade desse valor em pontos de Ki.",
		"Pulsação de Ki. Sua habilidade em manipular o Ki se estende aos outros, quando você atinge um ataque crítico com um ataque desarmado, arma Bodisatva, uma Rajada de Ki, você pode declará-lo como um ataque atordoante sem gastar pontos de Ki. O alvo deve realizar uma salvaguarda de Constituição. Em uma falha, o alvo fica Atordoado por 1 minuto, podendo repetir a salvaguarda no final de cada um de seus turnos para encerrar esse efeito. Você pode optar por gastar 1 ponto de Ki para que o alvo faça a salvaguarda de Constituição com desvantagem."
	  ]
	},
	{
	  "name": "Sutra da Redescoberta",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 16",
	  "info": [
		"O Sutra da Redescoberta encontra formas inovadoras de utilizar o Ki.",
		"Contorno do Ki. Uma vez por rodada, ao ser alvo de um ataque que tenha errado, você pode gastar 1 ponto de Ki para causar seu dado marcial como dano energético ao atacante.",
		"Dádiva de Ki. Você se torna um mestre do fluxo de Ki. Ao errar um ataque desarmado, você pode gastar 1 ponto de Ki para atacar novamente o mesmo alvo. Cada ataque pode ter sua jogada repetida com esse sutra apenas 1 vez."
	  ]
	},
	{
	  "name": "Sutra da Mudança",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 18",
	  "info": [
		"O Sutra da Mudança estuda a forma como o Ki pode se transformar dentro de um alvo.",
		"Lâmina da Alma. Ao atingir um ataque crítico, você pode gastar 4 pontos de Ki para causar 1 nível de Exaustão em seu alvo. Um alvo que receba esse nível de Exaustão se torna imune a esse efeito desse sutra por 24 horas.",
		"Florescer do Ki. Uma vez por rodada, ao utilizar uma ação que tenha gasto ao menos 1 ponto de Ki e causado dano a um alvo, você pode optar por recuperar 2d10 pontos de vida e reverter efeitos de envelhecimento até um número de anos igual o seu nível de Bodisatva. Esse Sutra pode ser usado um número de vezes igual ao seu modificador de Sabedoria por descanso longo."
	  ]
	},
	{
	  "name": "Sutra do Florescer",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 18",
	  "info": [
		"O Sutra do Florescer estuda como utilizar o Ki para criar efeitos que transcendem as capacidades naturais do corpo",
		"Mão Amiga. Quando um aliado a até 60 pés de você cair a 0 pontos de vida, você pode usar sua reação e 1 ponto de Ki para que esse aliado recupere 2d10 pontos de vida. Você pode gastar 2 pontos de Ki adicionais para que o aliado recupere 2d10 de pontos de vida adicionais, você pode gastar uma quantidade de pontos de Ki adicionais dessa maneira igual ao seu modificador de Sabedoria.",
		"Forma de Ki. Utilizando uma ação e 4 pontos de Ki, você pode ficar invisível por 1 minuto. Durante esse período, você também possui resistência a todos os danos, exceto dano energético e danos verdadeiros. Além disso, você pode gastar 8 pontos de Ki para conjurar a magia projeção astral, sem gastar pontos de mana e ignorando quaisquer componentes. Ao fazer isso, você não pode levar qualquer outra criatura com você."
	  ]
	},
	{
	  "name": "Sutra do Toque de Areia",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 18",
	  "info": [
		"O Sutra do Toque de Areia ensina a respeito da transitoriedade das coisas, como nada é eterno.",
		"Trânsito Eterno. Ao ser alvo de um ataque ou magia que cause dano mágico, você recebe 1 ponto de Ki. Esse efeito não pode acontecer mais de uma vez por rodada.",
		"Desestruturar. Ao acertar um alvo com um ataque desarmado, você pode gastar 3 pontos de Ki impondo a criatura vulnerabilidade a um tipo de dano que você escolha por 1 minuto ou até ela receber dano do tipo escolhido. Uma criatura afetada por esse sutra recebe imunidade a ele pelas próximas 24 horas."
	  ]
	},
	{
	  "name": "Sutra da Superação",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 20",
	  "info": [
		"O Sutra da Superação estuda como perseverar mesmo diante das adversidades.",
		"Pele de Aço. Ao receber dano de um ataque, você pode utilizar sua reação e 2 pontos de Ki para reduzir o dano do ataque pela metade.",
		"Sobrepujar o Caminho. Quando você rolar iniciativa e seus pontos de vida estiverem abaixo da metade de seus pontos de vida máximos, você recupera 4d10 pontos de vida. Você também remove 1 nível de Exaustão."
	  ]
	},
	{
	  "name": "Sutra da Plenitude",
	  "type": "Sutras de Bodisatva",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva, nível 20",
	  "info": [
		"O Sutra da Plenitude estuda como encontrar a paz e o equilíbrio.",
		"Alma de Rocha. Ao atingir um ataque, você pode utilizar sua reação e 2 pontos de Ki para ignorar uma resistência do alvo até o início de seu próximo turno. Caso seja uma imunidade, ela passa a ser considerada resistência.",
		"Auto Aperfeiçoamento. Quando você rolar iniciativa e não tiver nenhum ponto de Ki restante, você recupera 4 pontos de Ki.",
		"Sutras da Arte Wuju"
	  ]
	},
	{
	  "name": "Sutra da Astúcia Marcial",
	  "type": "Sutras da Arte Wuju",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Arte Wuju, 4º nível",
	  "info": [
		"O Sutra da Astúcia Marcial utiliza o conhecimento de batalha para canalizar o Ki com o intuito de criar condições favoráveis para a batalha.",
		"Guerreiro Trapaceiro. Com sua ação você pode gastar 1 ponto de Ki para criar um clone de si mesmo substituindo o seu lugar, ao ser substituído, você fica invisível até o início de seu próximo turno quando clone então desaparece. Você pode gastar 2 pontos de Ki adicionais para que seu clone realize um ataque.",
		"Golpes Trapaceiros. Seus ataques com armas marciais ou simples contundentes tem seu dano aumentado em uma categoria."
	  ]
	},
	{
	  "name": "Sutra do Movimento Circular",
	  "type": "Sutras da Arte Wuju",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Arte Wuju, nível 9 e uma arma de haste'",
	  "info": [
		"O Sutra do Movimento Circular estuda como utilizar o Ki para criar movimentos circulares eficientes e velozes.",
		"Ataque Ciclone. Caso esteja utilizando uma arma de haste, você pode utilizar uma ação e 3 pontos de Ki para criar uma poderosa ventania em uma área de 10 pés ao seu redor, que segue você conforme você se movimenta até o fim do seu turno não causando ataques de oportunidade. Inimigos nessa área devem realizar uma salvaguarda de Destreza, em uma falha são lançados 15 pés no ar e recebem o dano normal de sua arma. Em um sucesso não sofrem nenhum dano e não são lançados ao ar.",
		"Movimento Ciclone. Quando você usar metade do seu deslocamento para se levantar da condição Caído, você pode fazer um ataque corpo a corpo contra um alvo que esteja em um alcance até o limite de sua arma.",
		"Sutras da Dança das Lâminas"
	  ]
	},
	{
	  "name": "Sutra da Ponta de Lança",
	  "type": "Sutras da Dança das Lâminas",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Dança das Lâminas, nível 2",
	  "info": [
		"O Sutra da Ponta de Lança estuda a sinergia das lâminas navori com o corpo do Bodisatva, conseguindo ampliar a extensão das mesmas.",
		"Extensão de Espírito. Você pode gastar 2 pontos de Ki para que o alcance de seu ataque com Lâminas Navori aumente em 20 pés até o final do seu próximo turno.",
		"Postura Adequada. Para cada duas lâminas em postura de defesa, você adiciona 1 à sua Redução de Dano"
	  ]
	},
	{
	  "name": "Sutra da Perseverança",
	  "type": "Sutras da Dança das Lâminas",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Dança Das Lâminas, nível 3",
	  "info": [
		"O Sutra da Perseverança estuda a permanência do Ki como parte do ciclo da vida.",
		"Empolgação. Quando você gasta ao menos 1 ponto de Ki em um efeito com suas lâminas navori ou lâminas espectrais, seus ataques são feitos com vantagem até o início de seu próximo turno. Esse efeito pode acontecer apenas uma vez por rodada.",
		"Raspão. Gastando 1 ponto de Ki, até o início de seu próximo turno, seus ataques com lâminas navori ou lâminas espectrais causam 1 ponto de sangramento caso atinja um alvo."
	  ]
	},
	{
	  "name": "Sutra da Harmonia",
	  "type": "Sutras da Dança das Lâminas",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Dança Das Lâminas, nível 3",
	  "info": [
		"O Sutra da Harmonia estuda as interações do Ki com o próprio fluxo das coisas vivas.",
		"Harmonizar. Cada ataque feito com suas lâminas navori ou lâmina espectral que utilize ao menos 1 ponto de Ki, você recupera uma quantidade de pontos de vida igual ao seu dado de dano marcial. Esse efeito pode acontecer apenas uma vez por rodada.",
		"Desbalancear. Gastando 1 ponto de Ki, seu próximo ataque, faz com a criatura atingida tenha desvantagem em suas jogadas de ataque até o início de seu próprio turno."
	  ]
	},
	{
	  "name": "Sutra da Lâmina Vermelha",
	  "type": "Sutras da Dança das Lâminas",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Dança das Lâminas, nível 6",
	  "info": [
		"O Sutra da Lâmina Vermelha estuda a conexão profunda que existe entre as lâminas navori e o espírito do bodisatva.",
		"Lâminas Sedentas. Gastando 4 pontos de Ki, durante os próximos 2 turnos seus ataques recuperam sua vida em metade do dano causado.",
		"Ataques Intuitivos.* Você adiciona metade do seu bônus de proficiência ao dano de seus ataques com Lâminas Navori."
	  ]
	},
	{
	  "name": "Sutra da Folha",
	  "type": "Sutras da Dança das Lâminas",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Dança Das Lâminas, nível 11",
	  "info": [
		"O Sutra da Folha estuda a propriedade cortante e perfurante das lâminas navori, aprimorando seu gume espiritual.",
		"Lâmina de Folhas. Pelo gasto de 1 ponto de Ki, pelo próximo minuto seus ataques com suas lâminas Navori e Espectrais causam 1 ponto de sangramento.",
		"Sombra da Folha. Pelo gasto de 3 pontos de Ki, como parte de uma ação de ataque, você pode fazer um ataque com uma lâmina espectral a um alvo que esteja a até 240 pés de você e que você possa ver. Esse ataque causa seu dado de dano marcial em dano disruptivo adicional."
	  ]
	},
	{
	  "name": "Sutra da Grama",
	  "type": "Sutras da Dança das Lâminas",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Dança Das Lâminas, nível 11",
	  "info": [
		"O Sutra da Grama estuda a manipulação do Ki em conjunto com a energia natural emanada pelo solo.",
		"Passos Leves. Pelo gasto de 1 ponto de Ki, você desconsidera terreno difícil por uma hora.",
		"Dentes de Terra. Usando uma ação e 3 pontos de Ki, você faz com que lâminas espectrais surjam do solo em uma linha de 20 pés à sua frente. Criaturas que estejam nessa área devem fazer uma salvaguarda de Destreza, em uma falha recebem 6d8 de dano perfurante e a condição enfraquecido até o início de seu próximo turno. Em caso de sucesso recebem apenas metade do dano."
	  ]
	},
	{
	  "name": "Sutra da Chuva",
	  "type": "Sutras da Dança das Lâminas",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Dança Das Lâminas, nível 17",
	  "info": [
		"O Sutra Navori da Chuva estuda o ciclo da água tornando-se chuva e alimentando a terra.",
		"Chuva Navori. Utilizando uma ação e 5 pontos de Ki, você lança dois espectros de lâmina no ar, na rodada seguinte, centenas de lâminas espectrais caem em um círculo de 10 pés +5 pés por ponto de Ki adicional centrado em um ponto a até 120 pés que você possa ver, por duas rodadas. Cada criatura na área deve fazer uma salvaguarda de Destreza, em uma falha recebem 12d6 de dano incisivo em cada rodada, em um sucesso, apenas metade. Cada ponto de Ki adicional gasto, aumenta o dano em 2d6 e aumenta a duração em 1 turno.",
		"Aroma da Manhã. O dano das suas lâminas Navori aumenta em 1 categoria."
	  ]
	},
	{
	  "name": "Sutra da Espiral",
	  "type": "Sutras da Dança das Lâminas",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Dança Das Lâminas, nível 17",
	  "info": [
		"O Sutra da Espiral estuda como utilizar as lâminas Navori através do fluxo espiral do Ki",
		"Ataque Espiral. Usando uma ação e 3 pontos de Ki, você desfere um ataque em linha feito de suas lâminas e várias lâminas espectrais. Criaturas em uma linha de 20 pés a partir de você devem fazer uma salvaguarda de Destreza. Em uma falha elas recebem 8d12 de dano incisivo e 2d12 de sangramento. Em um sucesso, apenas metade do dano incisivo e de sangramento. Para cada ponto de Ki adicional, a linha aumenta em 5 pés e o dano aumenta em 2d12 incisivo e 1d12 de sangramento.",
		"Corte Espiral. A margem de crítico de suas lâminas navori diminui em 1 e o multiplicador de crítico delas aumenta em 1.",
		"Sutras Monastério Shojin"
	  ]
	},
	{
	  "name": "Sutra da Agitação",
	  "type": "Sutras Monastério Shojin",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Monastério de Shojin, nível 3",
	  "info": [
		"O Sutra da Agitação estuda como o Ki pode ser impulsionado a vibrar em corpos.",
		"Agitar o Ki. Gastando 1 ponto de Ki, você pode energizar seu próximo ataque desarmado para causar seu dado marcial em dano energético adicional.",
		"Direcionar Agitação. Gastando 1 ponto de Ki, pelo próximo minuto, seus ataques desarmados podem causar dano cortante ou perfurante."
	  ]
	},
	{
	  "name": "Sutra da Mão Vazia",
	  "type": "Sutras Monastério Shojin",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Monastério de Shojin, nível 3",
	  "info": [
		"O Sutra da Mão Vazia estuda a plenitude do corpo utilizando Ki sem armas sendo empunhadas.",
		"Desequilibrar. Ao acertar um oponente até 1 tamanho acima do seu com um ataque desarmado, você pode gastar 1 ponto de Ki e impor uma salvaguarda de Destreza, caso falhe, o alvo ficará Caído.",
		"Empurrar. Ao acertar um oponente até 1 tamanho acima do seu com um ataque desarmado, você pode gastar 1 ponto de Ki e impor uma salvaguarda de Força, caso falhe, o alvo pode ser empurrado em até 15 pés."
	  ]
	},
	{
	  "name": "Sutra da Proteção",
	  "type": "Sutras Monastério Shojin",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Monastério de Shojin, nível 6",
	  "info": [
		"O Sutra da Proteção estuda como utilizar o Ki para proteger os corpos.",
		"Proteger. Com uma reação a um aliado recebendo um ataque, gastando 2 pontos de Ki, você pode usar sua movimentação para se lançar na frente desse aliado caso ele esteja a até 10 pés de você, criando um escudo de energia que aumenta a sua CA e a do seu aliado em +2 até o fim de seu próximo turno. Esse acréscimo é aplicado ao ataque recebido pelo aliado, mas antes de saber se ele acertou ou não.",
		"Enrijecer. Com uma ação e o gasto de 2 pontos de Ki, você pode endurecer seu corpo recebendo resistência a danos físicos simples por um número de rodadas igual ao seu modificador de Sabedoria."
	  ]
	},
	{
	  "name": "Sutra do Desafio do Dragão",
	  "type": "Sutras Monastério Shojin",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Monastério de Shojin, nível 6",
	  "info": [
		"O Sutra do Desafio do Dragão é uma charada sobre como entrar na boca do Dragão e sobreviver a suas presas.",
		"Mordida. Seus ataques com a naginata tem seu dano aumentado em 1 categoria.",
		"Desafiar. Com o gasto de 2 pontos de Ki, você pode desafiar um alvo a até 120 pés de você que você possa ver. Todos ataques desse alvo que não sejam feitos contra você, são feitos com desvantagem por um número de rodadas igual ao seu modificador de Sabedoria."
	  ]
	},
	{
	  "name": "Sutra do Dragão Trovejante",
	  "type": "Sutras Monastério Shojin",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva Mosteiro de Shojin, Sutra Sublime, nível 6",
	  "info": [
		"O Sutra do Dragão Trovejante estuda princípios intrínsecos ao som, vibrações e a utilização do Ki para manifestá-las.",
		"Onda Sônica. Gastando 2 pontos de Ki, você amplifica sua Rajada de Ki dando a ela o elemento do som. Ela pode atravessar objetos e paredes com menos de 5 pés de espessura e atinge o primeiro inimigo na linha causando 1 dado de dano acima do seu dado Marcial em dano trovejante e marcando-o com uma marca de Ressonância que dura até o fim do seu turno.",
		"Ataque ressonante. Com uma ação bônus, você pode avançar em direção a um alvo que tenha uma marca de Ressonância e executar um ataque com vantagem, porém, você não pode atravessar objetos sólidos."
	  ]
	},
	{
	  "name": "Sutra da Proteção do Dragão",
	  "type": "Sutras Monastério Shojin",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Bodisatva Mosteiro de Shojin, nível 9",
	  "info": [
		"O Sutra da Proteção do Dragão estuda como utilizar a energia primeva do dragão convertendo a mesma em uma forma de energia protetora.",
		"Proteger. Gastando 3 pontos de Ki e uma ação bônus, você encarna a energia protetiva do Dragão, provendo proteção temporária a um aliado. Você se move a um espaço desocupado ao lado de um aliado que você possa ver e que esteja a até 15 pés. Você e esse aliado recebem metade do seu modificador de Sabedoria como Redução de Dano por um número de rodadas igual ao seu bônus de Proficiência e, o aliado, recebe uma marca de proteção que dura até o fim do seu turno.",
		"Vontade de Ferro. Ao se aproximar de um aliado com uma marca de proteção você pode usar sua reação e gastar 2 pontos de Ki para amplificar seu efeito de Proteger sobre si mesmo por um número de turnos igual ao seu bônus de Proficiência."
	  ]
	},
	{
	  "name": "Sutra da Barreira da Vontade",
	  "type": "Sutras Monastério Shojin",
	  "components": [
		"R"
	  ],
	  "prerequisites": "Monastério de Shojin nível, 15",
	  "info": [
		"O Sutra da Vontade de Ferro estuda como utilizar o Ki para vencer as dificuldades energizando a própria vontade.",
		"Vontade Irrefreável. Com o gasto de 2 pontos de Ki, você pode refazer uma rolagem que tenha falhado. Cada jogada pode ser refeita dessa forma apenas uma vez. Você pode realizar isso um número de vezes igual a metade do seu modificador de Sabedoria por descanso curto.",
		"Muralha da Vontade. Durante uma meditação, você pode invocar sobre si um efeito de Ki que permite a você negar um ataque que tenha recebido mas ainda não saiba o dano. Ao utilizar esse efeito, o ataque é cancelado e você perde o efeito até invocá-lo novamente."
	  ]
	},
	{
	  "name": "Sutra da Tempestade",
	  "type": "Sutras Monastério Shojin",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Monastério de Shojin, nível 15",
	  "info": [
		"O Sutra da Tempestade estuda a utilização de uma potência destrutiva do Dragão capaz de causar grandes danos.",
		"Corte da Tempestade. Gastando 1 ponto de Ki, você usa sua ação para desferir um ataque circular na extensão máxima de sua naginata. Todos os inimigos nessa área devem fazer uma salvaguarda de Destreza ou recebem, o dano de seu ataque com 4d6 de dano energético adicional.",
		"Tempestade Mutiladora. Gastando 1 ponto de Ki, você usa sua ação para lançar energia em todas as criaturas que estejam a até 15 pés de você, revelando todas as criaturas invisíveis e, com uma ação bônus, você pode gastar 2 pontos de Ki e causar 8d6 de dano energético em um número de criaturas igual ao seu modificador de Sabedoria. Criaturas atingidas devem realizar uma salvaguarda de Sabedoria CD igual à sua CD de Bodisatva, em um sucesso levam apenas metade do dano."
	  ]
	},
	{
	  "name": "Sutra da Presa do Dragão",
	  "type": "Sutras Monastério Shojin",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Monastério de Shojin, nível 17'",
	  "info": [
		"O Sutra da Presa do Dragão estuda os caminhos dessa entidade espiritual, entendendo suas forças.",
		"Segredo da Presa. Seus ataques com a naginata passam a causar dano mágico.",
		"Fúria de Shojin. Com o gasto de 3 pontos de Ki, seus ataques com a naginata causam dano disruptivo adicional igual a metade do seu nível de Bodisatva por um número de rodadas igual ao seu modificador de Sabedoria. Ao utilizar essa habilidade, você deve fazer uma salvaguarda de Constituição contra sua CD de Bodisatva, em uma falha você recebe 1 nível de Exaustão."
	  ]
	},
	{
	  "name": "Sutra da Vontade do Dragão",
	  "type": "Sutras Monastério Shojin",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Monastério de Shojin, nível 17",
	  "info": [
		"O Sutra da Vontade do Dragão estuda os caminhos dessa entidade espiritual, entendendo suas forças.",
		"“Só pode haver um”. Ao aprender esse Sutra, seus ataques contra dragões têm sua categoria de dano, margem de crítico e multiplicador de crítico aumentada em 1.",
		"Hekau. Ao executar um ataque, com o gasto de 3 pontos de Ki, você executa um poderoso chute giratório arremessando seu alvo para trás. Seu alvo deve realizar uma salvaguarda de Força CD igual à sua CD de Bodisatva, em uma falha o alvo é jogado a até 20 pés para trás e recebe 10d8 de dano esmagador, em um sucesso o alvo recebe metade do dano. Caso possua alguma criatura na linha, ela deverá realizar uma salvaguarda de Força CD 18 ou então será lançada a 10 pés do chão e recebendo 5d8 de dano esmagador."
	  ]
	},
	{
	  "name": "Sutra da Palma da Morte",
	  "type": "Sutras Monastério Shojin",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Monastério de Shojin, nível 17",
	  "info": [
		"O Sutra da Palma da Morte estuda as vibrações mortais causadas pela infusão de Ki forçada.",
		"Palma Vibrante. Ao acertar um oponente com um ataque desarmado, uma vez por rodada, você pode gastar 3 pontos de Ki e direcionar uma vibração de Ki especial. Essa vibração pode durar um número de dias igual ao seu nível nessa Classe. As vibrações são inofensivas até que você use sua ação para interrompê-las. Para fazer isso, o alvo deve estar no mesmo plano que você, ele deve ser bem sucedido em uma salvaguarda de Constituição, em uma falha, seus pontos de vida são reduzidos a 0. Se for bem sucedida, recebe 10d10 de dano necrótico e se torna imune a esse efeito pelas próximas 48 horas. Apenas uma criatura pode estar sob esse feito por vez, você pode escolher interromper as vibrações de forma inofensiva sem usar uma ação.",
		"Punhos da Morte. Com o gasto de 2 ponto de Ki, pelo próximo minuto seus ataques desarmados causam seu dado marcial em dano disruptivo adicional.",
		"Sutras Técnica Hakensai"
	  ]
	},
	{
	  "name": "Sutra da Vibração de Ki",
	  "type": "Sutras Técnica Hakensai",
	  "components": [
		"V",
		"R"
	  ],
	  "prerequisites": "Técnica Hakensai",
	  "info": [
		"O Sutra da Vibração de Ki estuda como utilizar o Ki canalizando-o através de uma arma para criar uma vibração desestabilizadora.",
		"Golpe Atordoante. Ao acertar um golpe com sua arma em um alvo, você pode, com uma ação bônus, gastar 1 ponto de Ki para reverberar o dano causado pelo corpo de seu oponente. Ele deve fazer uma salvaguarda de Constituição, caso falhe, o alvo perderá sua próxima ação.",
		"Empunhadura Vibrante. Ao aprender esse Sutra escolha entre Destreza ou Força. Quando você é alvo de uma ação de desarmar, você adiciona metade do modificador do Atributo escolhido às suas jogadas para resistir ao desarme."
	  ]
	},
	{
	  "name": "Sutra da Arma Ágil",
	  "type": "Sutras Técnica Hakensai",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Técnica Hakensai, nível 5",
	  "info": [
		"O Sutra da Arma Ágil estuda a interação veloz dos ataques contra um mesmo alvo, conseguindo criar brechas de defesa.",
		"Arma Ágil. Como parte de uma ação de ataque, você pode gastar 1 ponto de Ki para deslizar através de um inimigo fazendo um ataque com sua arma corpo a corpo. Ao fazer isso, você se move até 10 pés sem gastar sua movimentação em direção a um inimigo. Adicionalmente você pode gastar mais 2 pontos de Ki para fazer um ataque circular, causando dano em todas as criaturas adjacentes, essas criaturas devem fazer uma salvaguarda de Destreza CD igual à sua CD de resistência de Ki, em uma falha, recebem o dano de seu ataque e em um sucesso não recebem dano algum.",
		"Ataques Rápidos. Quando você ataca uma segunda vez de forma consecutiva um mesmo alvo, você recebe +1 em suas jogadas de ataque e dano em sua segunda jogada de ataque. Isso pode acontecer apenas uma vez por turno."
	  ]
	},
	{
	  "name": "Sutra da Compreensão",
	  "type": "Sutras Técnica Hakensai",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Hakensai, nível 6",
	  "info": [
		"O Sutra Hakensai da compreensão estuda o elemento base do hakensai, fazendo com que ele entenda como usar sua energia vital para manifestar esse elemento.",
		"Compreender Elemento. Ao ser alvo de uma magia de 1º nível ou superior, ou de um ataque de uma criatura que cause o dano elemental igual ao seu, você recebe 1 ponto de Ki. Esse efeito pode acontecer apenas 1 vez por rodada.",
		"Manifestar Elemento. Pelo gasto de 2 pontos de Ki e uma ação bônus, você pode disparar através de sua arma elemental uma linha de 15 pés de energia elemental. Inimigos na área devem fazer uma salvaguarda de Destreza, em uma falha recebem 5d4 de dano do elemento do hakensai e vulnerabilidade ao dano por um número de rodadas igual a metade do seu modificador de Sabedoria, em um sucesso, apenas metade desse dano. Inimigos na área sofrem efeitos elementais como visto na tabela Efeitos para Magias por Tipo de Dano no Capítulo 10: Magia."
	  ]
	},
	{
	  "name": "Sutra da Assimilação",
	  "type": "Sutras Técnica Hakensai",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Hakensai, nível 6",
	  "info": [
		"O Sutra Hakensai da Assimilação estuda como interagir com a energia elemental quando gerada através da mana ou do Ki de outras criaturas.",
		"Investidura Elemental. Com o gasto de 1 ponto de Ki e 1 ação, você pode conceder resistência ao seu elemento a um número de criaturas igual a metade do seu modificador de Sabedoria por até 1 hora. Um alvo que receba essa resistência não pode ser alvo desse sutra novamente até completar um descanso longo.",
		"Reconduzir Elemento. Como reação ao ser alvo de um ataque ou magia que cause dano elemental em você ou a até 5 vezes metade do seu bônus de Proficiência, pés, de você, você pode gastar 2 pontos de Ki e reduzir o dano em um valor igual a seu bônus de proficiência vezes seu modificador de Sabedoria. Caso você consiga negar todo dano causado, você recebe 1 ponto de Ki."
	  ]
	},
	{
	  "name": "Sutra da Potência Elemental",
	  "type": "Sutras Técnica Hakensai",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Hakensai, nível 15",
	  "info": [
		"O Sutra Hakensai da Potência Elemental busca extrair uma maior sinergia com o elemento.",
		"Remanescência Elemental. Toda vez que você gastar ao menos 1 ponto de Ki, até o início de sua próxima rodada seus ataques recebem dano adicional igual a metade do seu bônus de Proficiência. Esse efeito se acumula apenas com novos gastos, mas não com gastos maiores.",
		"Fragmento Elemental. Toda vez que você gastar ao menos 1 ponto de Ki, até o início de sua próxima rodada seu multiplicador de crítico com sua arma elemental aumenta em 1. Esse efeito somente pode acontecer 1 vez por rodada."
	  ]
	},
	{
	  "name": "Sutra do Florescer Elemental",
	  "type": "Sutras Técnica Hakensai",
	  "components": [
		"R"
	  ],
	  "prerequisites": "Hakensai, nível 15",
	  "info": [
		"O Sutra Hakensai do Florescer Elemental estuda formas de canalizar de forma mais profunda as energias elementais. ",
		"Sintonia Elemental. Todas as habilidades feitas com seu elemento enquanto você empunha sua arma elemental tem sua categoria de dano aumentada em 1 (o mesmo vale para curas).",
		"Afã Elemental. Toda vez que você gastar ao menos 1 ponto de Ki, você recebe metade do seu bônus de proficiência como ponto de vida temporário, esse efeito é auto-cumulativo e dura por um número de rodadas igual ao dobro do seu modificador de Sabedoria ou até ser gasto.",
		"Sutras da Via Shinobi",
		"Sutras Gerais Shinobi"
	  ]
	},
	{
	  "name": "Sutra do Caminho da Névoa",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Shinobi,nível 3",
	  "info": [
		"O Sutra do Caminho da Névoa aprende não apenas a manifestar a névoa, mas também a utilizá-la para proteger a si mesmo.",
		"Névoa Tática. Gastando 1 ponto de Ki com uma ação, você pode conjurar uma névoa de escuridão densa em uma área de 20 pés de raio ao seu redor por 1 minuto. Você pode escolher um número de criaturas igual ao seu bônus de proficiência dentro dessa névoa para receber 1d6 de cura no início de cada um de seus turnos e, todas as outras criaturas que estejam dentro dessa área devem realizar uma salvaguarda de Constituição. Em uma falha o inimigo fica Cego pela duração da névoa e recebe, podendo refazer a salvaguarda no início de cada um dos seus turnos.",
		"Proteção da Névoa. Você recebe vantagem em salvaguardas contra efeitos que causem a condição Cego."
	  ]
	},
	{
	  "name": "Sutra da Mão Etérea",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Shinobi, nível 8",
	  "info": [
		"O Sutra da Mão Etérea entende como golpear o campo energético de outro alvo, ignorando resistências e proteções físicas.",
		"Golpear o Éter. Com o gasto de 3 pontos de Ki e uma ação bônus, você é capaz de desferir um golpe em um alvo a até 60 pés de você que ignora a CA de Armadura e Resistência a Dano do alvo. Em um acerto, o dano causado é igual a seu bônus de proficiência em d4 de dano energético.",
		"Toque Etéreo. Quando estiver confrontando uma criatura que não tenha um corpo físico, seus ataques desarmados ou com arma são envoltos em energia espiritual, lhe dando a capacidade de ferir criaturas incorpóreas ou espíritos. Ataques corpo a corpo contra essas criaturas causam metade do seu bônus de proficiência em d8 de dano radiante adicional."
	  ]
	},
	{
	  "name": "Sutra da Prata Espiritual",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Shinobi, nível 11",
	  "info": [
		"O Sutra da Prata Espiritual busca a compreensão de uma transformação alquímica de uma substância material em espiritual",
		"Pulso de Prata. Com o gasto de 4 pontos de Ki e uma ação bônus, você é capaz de desferir um pulso de energia prateada ao seu redor. Inimigos que estejam a até 60 pés de você devem fazer uma salvaguarda de Sabedoria, em uma falha, recebem seu bônus de proficiência em d8 de dano rúnico e são movimentados 5 pés para trás para cada ponto de diferença entre a rolagem e o número de sucesso. Em um sucesso recebem apenas metade do dano.",
		"Toque Etéreo. Utilizando de sete dias, e pagando as despesas de seu estilo de vida para esses dias, o Shinobi pode fazer uma de suas armas se tornar uma arma mágica. Ela passa a causar dano mágico ao invés de simples, sua categoria de dano aumenta em 1, sua margem de crítico dessa arma é reduzida em 1 e suas jogadas de ataque e dano possuem um bônus de +1. O Shinobi pode ter apenas uma arma com esta habilidade, e fora das mãos dele, ela não recebe esse bônus. Ele somente poderá fazer outra arma quando a sua arma anterior for destruída ou até que ele utilize 1 minuto de concentração para dissipar essa energia.",
		"Sutras da Escola Espiritual"
	  ]
	},
	{
	  "name": "Sutra da Interação Espiritual",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Espiritual, nível 3",
	  "info": [
		"O Sutra da Interação espiritual inicia o processo de conexão e interação com o mundo e as energias espirituais, tornando aquele que o pratica mais apto a lidar com essas energias.",
		"Comunicação Espiritual. Você aprende a se comunicar com os espíritos para entender melhor os acontecimentos da região e para acalmar espíritos agitados, aprendendo assim o idioma Espiritual. Adicionalmente, você pode tocar um alvo gastando 1 ponto de Ki e dar a ele a habilidade de entender e falar o idioma Espiritual por 1 hora.",
		"Proteção dos Espíritos. Você pode uma vez por descanso longo, absorver energia espiritual para recuperar seus ferimentos, recuperando metade dos seus pontos de vida máximos, arredondado para baixo.",
		"Ao escolher esse caminho você pode adicionar seu modificador de Sabedoria ao máximo de sua CA, esse bônus conta como Defesa Aprimorada. Além disso, você pode uma vez por descanso longo, absorver energia espiritual para recuperar seus ferimentos, recuperando metade dos seus pontos de vida máximos, arredondado para baixo."
	  ]
	},
	{
	  "name": "Sutra do Elo Espiritual",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Espiritual, nível 6",
	  "info": [
		"O Sutra Elo Espiritual estuda como converter a energia vital (Ki) em energia espiritual e assim manifestá-la.",
		"Espada Espiritual. Gastando 1 ponto de Ki você forma uma arma Bodisatva a sua escolha em uma versão de energia espiritual, a arma é manifestada em suas mãos. Atacar com essa arma causa o mesmo dano da arma original, mas como dano energético. Você pode, com uma ação bônus, deixar a arma flutuando no ar a até 60 pés de você. A arma sempre se move caso você ultrapasse esse limite para ficar dentro do mesmo. Com uma ação bônus, você pode desfazer essa arma e criar uma nova arma gastando novamente 1 ponto de Ki. Você pode mover essa arma com uma ação bônus por até 30 pés, criaturas que estejam na área da linha de movimento devem fazer uma salvaguarda de Destreza, em uma falha recebem seu bônus em proficiência em d8 de dano energético. Em um sucesso não recebem nada.",
		"Vínculo Espiritual. Gastando uma ação de ataque e 1 ponto de Ki, você pode comandar a sua arma espiritual a realizar um ataque no alcance da mesma. A jogada de ataque é feita utilizando seu modificador de Sabedoria + seu bônus de proficiência, causando dano energético igual ao dano da arma + seu modificador de Sabedoria caso acerte. Em um sucesso, você recupera uma quantidade de pontos de vida igual a seu bônus de proficiência e recupera 1 ponto de ki."
	  ]
	},
	{
	  "name": "Sutra da Transição Espiritual",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Espiritual, nível 6",
	  "info": [
		"O Sutra da Transição Espiritual utiliza as mínimas percepções de oscilação de energia espiritual para encontrar fendas enquanto seu praticante aprimora seus sentidos para a energia espiritual.",
		"Salto Espiritual. Você pode gastar 3 pontos de Ki para abrir uma fenda para o Reino Espiritual pelo qual você pode passar e sair em outro local próximo. Ao atravessar essa fenda você poderá sair em um local inocupado a até 120 pés de sua localização inicial. À cada 3 pontos de Ki adicionais gastos, você pode atravessar essa fenda com uma criatura adicional.",
		"Percepção Espiritual. Você é capaz de perceber a presença de espíritos em um local, mesmo sem vê-los. Você pode também sentir se uma determinada região em que você se encontra teve a presença de espíritos recentemente."
	  ]
	},
	{
	  "name": "Sutra do Guardião de Ki",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Espiritual, Elo Espiritual - nível 8",
	  "info": [
		"O Sutra Guardião de Ki estuda como utilizar a Arma Espiritual para criar condições mais favoráveis para a proteção.",
		"Refúgio Espiritual. Gastando 1 ponto de Ki e utilizando uma ação bônus, sua Arma Espiritual cria uma área de proteção de 15 pés que dura por 1 minuto, você e seus aliados recebem resistência a ataques de armas não mágicas, além disso, ataques de arma possuem desvantagem aos protegidos pela área.",
		"Proteção Espiritual. Enquanto você estiver a até 15 pés de sua arma espiritual, você recebe resistência a danos espirituais."
	  ]
	},
	{
	  "name": "Sutra da Harmonização",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R",
		"S",
		"R",
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Escola da Proteção, nível 9",
	  "info": [
		"O Sutra da Harmonização estuda os movimentos naturais e o fluxo regular do Ki, entendendo como realinhá-lo quando necessário.",
		"Harmonizar. Gastando 2 pontos de Ki e utilizando uma ação, você pode tocar uma criatura para remover uma maldição que a esteja afligindo. Por 4 pontos de Ki, você pode utilizar a magia acalmar emoções. A CD da salvaguarda dessa magia é a sua CD Bodisatva.",
		"Purificar. Seus ataques contra criaturas não nativas do Reino Material recebem seu bônus de proficiência como dano energético.",
		"====Sutra da Percepção Espiritual",
		"O Sutra da Percepção Espiritual é utilizado para treinar olhos e ouvidos para que eles se tornem capazes de enxergar a verdadeira forma das coisas.",
		"Perceber. Gastando 3 pontos de Ki e utilizando uma ação, você recebe os efeitos da magia visão da verdade sem a necessidade de nenhum componente material.",
		"Elucidar. Ao utilizar esse sutra, com o gasto de 1 ponto de Ki adicional, você pode tocar uma criatura e concedê-la os mesmos efeitos, porém, se ela se afastar de seu toque, os efeitos na criatura são anulados.",
		"O Sutra da Harmonização estuda como infudir o Ki para reestabelecer um organismo seja ele material ou espiritual.",
		"Harmonizar. Com uma ação gastando 2 pontos de Ki, você é capaz de restabelecer a harmonia de um organismo qualquer, seja ele material ou espiritual, curando o alvo em 3d8 + 3 vezes o seu modificador de Sabedoria. Caso o alvo esteja enfeitiçado, o efeito se dissipa e acalma criaturas que estejam enraivecidas.",
		"Harmonia Plena. Seus efeitos curativos que utilizam Ki, podem afetar normalmente criaturas que receberiam apenas metade da cura como Construtos."
	  ]
	},
	{
	  "name": "Sutra da Visão Espiritual",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Espiritual, nível 20",
	  "info": [
		"O Sutra da Visão Espiritual traz os ensinamentos mais elevados sobre a interação com o que deriva do mundo espiritual, tornando seu praticante um mestre dessas relações.",
		"Visão Crepuscular. Gastando 1 ponto de Ki com uma ação você se concentra para se tornar um com a magia espiritual do local, em um raio de 200 pés você sabe a localização de todas as criaturas nessa área desde que não estejam obstruída por obstáculos que se interpõem entre sua visão e a criatura, você sabe dizer se tem alguém invisível ou se algo é uma ilusão, além de saber a condição das criaturas, se está ferida, doente ou envenenada. Você também sabe se a criatura é ou não hostil a você. Essa habilidade dura por 10 minutos, e ao ser atingido é necessário fazer uma salvaguarda de Constituição CD 10 para manter a concentração. Você pode fazer isso uma vez por descanso longo.",
		"Percepção Espiritual. Criaturas que não sejam nativas do Reino Material não podem surpreendê-lo.",
		"Sutras da Escola da Proteção"
	  ]
	},
	{
	  "name": "Sutra da Defesa Espiritual",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Escola da Proteção",
	  "info": [
		"O Sutra da Defesa Espiritual estuda a utilização do Ki e da percepção extra-sensorial para criar formas rápidas de proteção.",
		"Escudo Espiritual. Você pode, com uma reação e o gasto de 1 ponto de Ki, criar uma barreira invisível de Ki que protege você até o início do seu próximo turno. Você recebe +5 de CA de escudo, incluindo contra o ataque que desencadeou o Sutra e não sofre dano de projéteis.",
		"Proteção Espiritual. Você adiciona metade do seu bônus de proficiência à sua CA contra ataques feitos por criaturas não nativas do Reino Material."
	  ]
	},
	{
	  "name": "Sutra da Armadura",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Escola da Proteção, nível 3",
	  "info": [
		"O Sutra da Armadura confere ao bodisatva o entendimento de como entrar em maior harmonia com armaduras que normalmente atrapalham seus movimentos, conseguindo também conferir a ele uma forma de proteger aliados, tornando-se também a armadura daqueles a quem protege.",
		"Convocar Barreira. Gastando 1 ponto de Ki, com uma ação bônus, você pode criar uma bolha de proteção de 5 pés em um ponto até 15 pés de distância de você. Essa bolha dura até o final do seu próximo turno e uma criatura amigável a você que esteja dentro dela recebe Redução de Dano igual ao seu bônus de proficiência.",
		"Proteção Corporal. Você recebe proficiência com armaduras leves e médias. Ao utilizar armaduras leves ou médias, você pode utilizar normalmente o Refinamento de Ki e o benefício de seu Movimento sem Armadura é reduzido pela metade quando utilizando essas armaduras. Você adiciona seu modificador de Sabedoria à sua CA enquanto utiliza essas armaduras até um máximo igual seu limite de bônus de Destreza para a armadura."
	  ]
	},
	{
	  "name": "Sutra da Proteção Astral",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola da Proteção, nível 6",
	  "info": [
		"O Sutra da Proteção Astral estuda formas efetivas de se proteger de ataques utilizando o Ki para criar escudos inatos e ativos.",
		"Barreira Astral. Quando alvo de uma jogada de ataque, você pode usar sua reação e 3 pontos de Ki para criar um escudo. Esse escudo tem um valor em pontos de vida temporários igual a metade de seus pontos de vida + seu bônus de proficiência de Sabedoria, metade de todo dano recebido (exceto dano verdadeiro) por você é direcionado para o escudo e ele pode durar até 1 minuto se dissipando ao final da duração ou quando for destruído.",
		"Proteção Inata. Você recebe Redução de Dano igual a metade do seu modificador de Sabedoria."
	  ]
	},
	{
	  "name": "Sutra do Auxílio Imediato",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola da Proteção, Sutra da Proteção Astral, nível 8",
	  "info": [
		"O Sutra do Auxílio Imediato estuda formas de estender as proteções providas pela Escola da Proteção para aliados, trazendo formas interessantes de agir em equipe com uma grande redução de danos em potencial.",
		"Compartilhar Proteção. Com o gasto de 4 pontos de Ki e sua reação, você pode proteger um alvo a até 30 pés de você com seu escudo de Barreira Astral. O escudo segue as mesmas estatísticas da Barreira Astral, sendo baseado nos pontos de vida do bodisatva e não do alvo e a metade do dano não mitigado é recebido pelo bodisatva que utilizou o Sutra (esse dano não pode ser mitigado). Esse escudo pode ser utilizado mesmo enquanto você está sob o efeito de uma Barreira Astral. Caso o alvo se afaste mais de 120 pés de você, o escudo se desfaz.",
		"Distração Precisa. Quando você utiliza a ação de Ajudar para auxiliar um aliado a atacar uma outra criatura, esse alvo recebe metade do seu bônus de Sabedoria em sua jogada de ataque e em seu dano."
	  ]
	},
	{
	  "name": "Sutra da Harmonização",
	  "type": "Sutras da Via Shinobi",
	  "components": [],
	  "prerequisites": "",
	  "info": []
	},
	{
	  "name": "Sutra do Avanço de Resguardo",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Proteção, nível 14",
	  "info": [
		"O Sutra do Avanço de Resguardo estuda como manipular o Ki para criar impulsos mentais capazes de criar momentos de perda de controle temporária em inimigos e como manter o controle mesmo sob tentativas de domínio mental.",
		"Corrida das Sombras. Gastando 3 pontos de Ki você pode avançar uma distância igual a seu bônus de proficiência vezes 5 em pés em uma linha reta, podendo atravessar objetos sólidos (caso você termine seu movimento dentro de um objeto sólido ou uma criatura, você recebe 3d6 de dano energético e é expelido para o espaço desocupado mais próximo). Durante o percurso dessa movimentação, todas as criaturas atingidas devem fazer uma salvaguarda de Sabedoria, em uma falha, elas ficam Provocadas por você por uma quantidade de rodadas igual a metade do seu bônus de proficiência + metade do seu modificador de Sabedoria. Criaturas Provocadas podem fazer uma nova salvaguarda no começo de seus próprios turnos para cancelar a condição. Essa movimentação extra pode causar ataques de oportunidade.",
		"Mente Clara. Você recebe vantagem em qualquer salvaguarda que envolva uma ilusão ou que deixaria você Enfeitiçado."
	  ]
	},
	{
	  "name": "Sutra do Refúgio",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Proteção, Sutra da Proteção Astral, nível 17",
	  "info": [
		"O Sutra do Refúgio estuda como o praticante pode se tornar o próprio refúgio de proteção, estendendo essa capacidade de proteção para outras pessoas ou lugares;",
		"Manter a União. Com o gasto de 1 ponto de Ki e uma ação bônus, você estabelece um vínculo com um lugar ou uma criatura amigável a você, esse vínculo dura até o seu próximo descanso longo ou até você fazer um novo vínculo. Enquanto estiver com esse vínculo, você pode utilizar uma ação e gastar 4 pontos de Ki para se teleportar até esse local ou criatura que esteja a até 1 milha de distância. Caso você se teleporte para uma criatura, você e essa criatura recebem uma Barreira Astral que dura até o final de seus próximos turnos.",
		"Proteção Inata Aprimorada. O valor de Redução de Dano de Proteção Inata se torna seu modificador de Sabedoria ao invés de apenas metade desse valor."
	  ]
	},
	{
	  "name": "Sutra Adamantino",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Escola da Proteção, Sutra do Refúgio, nível 20",
	  "info": [
		"O Sutra Adamantino estuda como elevar a resistência de um corpo aos limites, conseguindo transformar a defesa de seu praticante em algo impenetrável.",
		"Proteção Absoluta. Com o gasto de 6 pontos de Ki e sua reação ao ser atacado ou ser alvo de um ataque, magia ou sutra, você pode negar o mesmo.",
		"Imparável. Uma vez por combate, ao se tornar alvo de uma magia, efeito ou habilidade que cause uma condição você pode negar o efeito da mesma independente do resultado da salvaguarda.",
		"Sutras da Escola Crepuscular"
	  ]
	},
	{
	  "name": "Sutra do Ataque Crepuscular",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Crepuscular, nível 3",
	  "info": [
		"O Sutra do Ataque Crepuscular estuda como utilizar o Ki de forma efetiva contra um inimigo criando espaços de ataque e fraquezas nas mais poderosas defesas.",
		"Marca do Crepúsculo. Gastando 1 ponto de Ki, por um número de rodadas igual a metade do seu modificador de Sabedoria, você imbui seus ataques corpo a corpo com uma energia especial. Pela duração, da primeira vez em que você causar dano a um alvo, esse alvo recebe a Marca do Crepúsculo. Ao aplicar essa marca, ela se manifesta em um círculo visível apenas para você, de 10 pés de raio ao redor desse inimigo por um número de rodadas igual a metade do seu modificador de Sabedoria. Sair dessa área enquanto o círculo estiver ativo, energiza seu próximo ataque contra esse alvo por um número de rodadas igual a metade do seu bônus de Sabedoria. Pela duração, ao acertar um ataque corpo a corpo nesse inimigo, ele deve realizar uma salvaguarda de Destreza, recebendo 3d8 de dano energético em uma falha. Alvos marcados pela sua Marca do Crepúsculo não podem fazer ataques de oportunidade contra você enquanto estiverem marcados.",
		"Primeiro Corte. Caso não tenha recebido dano de um alvo, seu primeiro ataque bem sucedido contra o mesmo causa dano adicional igual a metade do seu bônus de proficiência em d6 de dano energético."
	  ]
	},
	{
	  "name": "Sutra das Folhas de Outono",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Crepuscular, nível 6",
	  "info": [
		"O Sutra das Folhas de Outono estuda a queda das folhas mortas entendendo sua função nos ciclos naturais. Esse estudo se aprofunda no movimento das folhas, que ao sabor do vento encontram o caminho de menor resistência.",
		"Golpe dos Cinco Pontos. Com o gasto de 2 pontos de Ki e uma ação, você pode arremessar até 5 armas leves ou de arremesso (que você carregue) em um cone de 15 pés. Inimigos nessa área devem realizar uma salvaguarda de Destreza CD igual à sua CD de Bodisatva. Em uma falha, a criatura atingida recebe seu bônus de proficiência em d8 de dano perfurante e sua movimentação é reduzida em 5 pés durante 1 minuto, em caso de sucesso a criatura recebe apenas metade do dano. Uma criatura que tenha sua movimentação reduzida assim, pode fazer novamente a salvaguarda no início de seu turno, encerrando essa redução em caso de sucesso.",
		"Arremesso Preciso. Seus ataques com armas de arremesso tem seu dano aumentado em uma categoria."
	  ]
	},
	{
	  "name": "Sutra do Acerto Fantasma",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Crepuscular, nível 6",
	  "info": [
		"O Sutra do Acerto Fantasma estuda o uso do Ki para criar ilusões momentâneas para enganar a visão e a defesa de seu inimigo.",
		"Finta Crepuscular. Com o gasto de 2 pontos de Ki, você pode com uma ação bônus projetar uma ilusão de ataque contra um alvo, reduzindo a guarda desse alvo fazendo com que seu ataque contra ele tenha +2 no acerto e tenha uma margem de crítico reduzida em 2. Essa ilusão desaparece quando você acertar uma jogada de ataque ou ao fim do seu turno.",
		"Pulso Fantasma. Sua primeira jogada de ataque corpo a corpo em um turno contra um alvo que não tenha agido ainda recebe 1d8 de dano energético adicional."
	  ]
	},
	{
	  "name": "Sutra do Manto Crepuscular",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R",
		"M"
	  ],
	  "prerequisites": "Escola Crepuscular, nível 8",
	  "info": [
		"O Sutra do Manto Crepuscular estuda o uso da audição e da percepção do Ki para melhor se orientar e silenciar movimentos na escuridão.",
		"Proteção do Crepúsculo. Gastando 1 ponto de Ki e 1 shinpu com o elemento fumaça, durante um descanso longo você pode imbuir até 5 bombas de fumaça, com energia espiritual. Ao lançar uma bomba, você cria uma área de escuridão mágica em que apenas você e outros Shinobis que conheçam esse Sutra consigam enxergar, a fumaça se dissipa após 10 minutos. Essa área funciona como a magia escuridão, mas efeitos de ventos fortes como a magia lufada de vento ou efeitos semelhantes podem dissipar a fumaça. Bombas criadas assim duram até o próximo descanso longo, quando perdem sua carga espiritual e precisam ter essa carga renovada.",
		"Passos silenciosos. Enquanto estiver em áreas de penumbra, você tem 15 pés de, movimentação adicional e não produz sons."
	  ]
	},
	{
	  "name": "Sutra do Passo do Crepúsculo",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Crepuscular, nível 9",
	  "info": [
		"O Sutra do Passo do Crepúsculo estuda o uso do Ki para aprimorar o corpo e a movimentação pessoal para ignorar empecilhos contra alvos de difícil acesso.",
		"Preparação da Batalha. Quando estiver em combate, você pode, com uma ação bônus, gastar 2 pontos de Ki para adquirir um aumento de deslocamento de 15 pés até o final do seu próximo turno, durante esse tempo você pode ignorar objetos sólidos e terreno difícil. Sua movimentação quando feita dessa forma não causa ataque de oportunidade.",
		"Movimento Crepuscular. Você pode se mover sobre superfícies verticais, sobre líquidos e superfícies delicadas (como folhas ou neve) tratando-as como sólidas sem cair durante o movimento.. Caso você termine seu movimento em cima de uma superfície líquida ou vertical, você afundará ou cairá normalmente."
	  ]
	},
	{
	  "name": "Sutra do Impulso",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Crepuscular, Sutra do Manto Crepuscular, nível 14",
	  "info": [
		"O Sutra do Impulso estuda a utilização do ki através dos conceitos do crepúsculo para criar movimentações velozes e quase instantâneas capazes de fugir dos olhos até mesmo dos mais atentos.",
		"Investida Crepuscular. Gastando 2 pontos de ki, como parte de uma ação, você salta para trás até 10 pés lançando uma arma de arremesso imbuída de energia, fazendo um ataque de arma à distância em um alvo até 15 pés de distância, caso atinja um inimigo, você pode se mover em direção ao alvo marcado parando a 5 pés de distância dele e causar um ataque de arma corpo a corpo com vantagem como parte de uma ação bônus.",
		"Ímpeto Letal. Quando entrar ou começar o turno dentro da área da Proteção do Crepúsculo você pode se mover em direção de um alvo marcado pela Investida Crepuscular parando a 5 pés de distância dele como parte de uma reação. Se mover dessa maneira não causa ataques de oportunidade."
	  ]
	},
	{
	  "name": "Sutra da Pecabilidade",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Crepuscular, nível 17",
	  "info": [
		"O Sutra da Pecabilidade estuda as linhas de energia dos corpos, entendendo como esse fluxo acontece e conseguindo utilizá-lo para criar ataques devastadores baseados nos pontos mais frágeis de cada um.",
		"Pontos Vitais. Gastando 2 pontos de Ki e utilizando uma ação bônus para entrar em concentração, por 1 hora você passa a poder enxergar as áreas de pontos vitais de qualquer criatura a até 15 pés de distância de você, enquanto mantiver a concentração. Pela duração, você pode utilizar uma ação bônus e focar em um inimigo a até 15 pés de você podendo ver seus pontos vitais. Seus ataques contra esse inimigo são feitos com vantagem e causam 3d8 de dano energético adicional e, caso seja um acerto crítico, o multiplicador de dano é aumentado em 1.",
		"Golpes Precisos. Seus ataques utilizando Ki ignoram um valor igual ao seu bônus de proficiência em Resistência a Dano de seus alvos."
	  ]
	},
	{
	  "name": "Sutra do Pôr da Vida",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Crepuscular, nível 20",
	  "info": [
		"O Sutra do Pôr da Vida estuda que, assim como o sol tem seu pôr, a vida também encontra esse momento final. Utilizar esse sutra movimenta quantidades violentas de energia e imbui seus ataques com um poder destrutivo inigualável.",
		"Execução Perfeita. Gastando 5 pontos de Ki, com uma ação você pode imbuir os seus ataques corpo com energia marcando você e o alvo de seu próximo ataque. Seu próximo ataque corpo a corpo bem sucedido atravessa o alvo em uma direção escolhida e cria um vínculo temporário entre você e o alvo por 1 rodada. Você pode ativar esse vínculo ao final desse turno ou no início do seu próximo turno como uma ação livre. Ao fazer isso você avança em uma linha de 20 pés em direção ao alvo. Todos os inimigos na área dessa linha devem fazer uma salvaguarda de Destreza, sofrendo 10d8 de dano energético em uma falha, ou metade disso em sucesso.",
		"Arma Crepuscular. Você entende como utilizar o Neio e Neiyar de forma precisa e fatal. Seu dano em Neiyar aumenta em 1 dado e a margem de crítico do mesmo é reduzida em 1.",
		"Sutras das Escolas Sombrias"
	  ]
	},
	{
	  "name": "Sutra do Desvio de Luz",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Sombria, Yanlei",
	  "info": [
		"O Sutra do Desvio de Luz estuda como utilizar o Ki para criar campos de sombra particularmente resistentes à luz.",
		"Desviar Luz. Gastando 2 pontos de Ki você pode criar uma área de penumbra de 10 pés de raio a partir de você, essa área desvia boa parte da luz direcionada à você, recebendo assim, resistência à dano radiante pela duração da penumbra. Ela dura um total de turnos igual ao dobro do seu modificador de Sabedoria.",
		"Aprimorar Desvio. Ao alcançar o 12º nível, a resistência a dano radiante se torna resistência a dano radiante mágico."
	  ]
	},
	{
	  "name": "Sutra da Tecitura das Sombras",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R",
		"M"
	  ],
	  "prerequisites": "Escola Sombria, Yanlei, nível 6",
	  "info": [
		"O Sutra da Tecitura das Sombras estuda como utilizar a sombra como elemento combativo.",
		"Tecer Lâmina. Utilizando sua ação, 1 ponto de Ki e um Shinpu, você pode criar uma lâmina de sombras sólidas em sua mão pelo próximo minuto, você não pode ser desarmado enquanto estiver utilizando essa lâmina, ela é considerada uma arma corpo a corpo, causando 2d8 de dano sombrio. Caso ataque com essa lâmina na escuridão ou na penumbra, você realiza a rolagem de ataque com vantagem.",
		"Proteção das Sombras. Você adiciona metade do seu modificador de Sabedoria à sua CA como Defesa Aprimorada, desde que não esteja utilizando uma armadura média ou pesada."
	  ]
	},
	{
	  "name": "Sutra da Ascensão Sombria",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Sombria, Yanlei, nível 6",
	  "info": [
		"O Sutra da Ascensão Sombria estuda interações e integrações do organismo com o elemento Sombrio.",
		"Braços de Sombra. Com uma ação, você pode se concentrar por um turno para gastar 5 pontos de Ki e invocar um par de braços sombrios que surgem de suas costas. Esses membros podem ser usados normalmente como braços funcionais e podem ser usados para dois ataques adicionais como ação bônus. Esses braços causam dano de ataque desarmado causando 1 dado de dano a mais de seu Dado Marcial. Os braços duram um total turnos igual a 2 vezes seu modificador de Sabedoria e durante esse tempo é necessário ter 2 pontos de Ki inativados.",
		"Alimento Sombrio. Quando você causa dano sombrio a um alvo, com uma reação, você pode gastar 1 ponto de Ki e recuperar seu Dado Marcial em pontos de vida.",
		"Sutras da Escola Obscura"
	  ]
	},
	{
	  "name": "Sutra do Combate Obscuro",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Obscura, nível 3",
	  "info": [
		"O Sutra do Combate Obscuro estuda como utilizar a sombra enquanto elemento para ampliar as capacidades daqueles que o utilizam, seja através da emanação da energia sombria em armas, seja através da compreensão de como utilizar armaduras de forma efetiva.",
		"Corte Sombrio. Gastando 1 ponto de Ki com uma ação bônus, você pode imbuir um arma que você esteja empunhando com energia sombria por 1 minuto, durante esse tempo seus ataques feitos com essa arma causam metade do seu bônus de proficiência em d8 de dano sombrio adicional. Caso você opte por utilizar armas de arremesso, cada arma utilizada durante esse minuto causa esse dano adicional ao ser utilizada por você. Você pode manter apenas uma arma sob o efeito desse sutra.",
		"Proteção Corporal. Você recebe proficiência com armaduras leves e médias. Ao utilizar armaduras leves ou médias, você pode utilizar normalmente o Refinamento de Ki e o benefício de seu Movimento sem Armadura é reduzido pela metade quando utilizando essas armaduras. Você adiciona seu modificador de Sabedoria à sua CA enquanto utiliza essas armaduras até um máximo igual seu limite de bônus de Destreza para a armadura."
	  ]
	},
	{
	  "name": "Sutra da Sombras do Desprezo",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Obscura, nível 6",
	  "info": [
		"O Sutra do Desprezo busca o entendimento do que é exatamente o “desprezar” e os motivos pelo qual isso acontece, compreendendo que o desprezo sem propósito se torna arrogância e uma armadilha.",
		"Desprezo pelo Equilíbrio. Gastando 3 pontos de Ki e uma ação, você pode energizar uma arma com energia sombria por 1 minuto. O dano dos ataques feitos com essa arma ignoram uma quantidade de Resistência a Dano igual ao dobro do seu bônus de proficiência.",
		"Desprezo pelos Fracos. Você possui vantagem em ataques contra criaturas com menos da metade da vida, caso atinja o alvo, seus ataques causam metade do seu bônus de proficiência em d8 de dano necrótico adicional."
	  ]
	},
	{
	  "name": "Sutra do Passo Sombrio",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Obscura, nível 6",
	  "info": [
		"O Sutra do Passo Sombrio busca o entendimento da sombra como um meio de transporte e para melhorar a forma com a qual o corpo se locomove pelo espaço sombrio.",
		"Pés Sombrios. Utilizando 2 pontos de Ki você pode se esconder na própria sombra e reaparecer em uma outra a até 30 pés de você, caso reapareça atrás de uma criatura a até 5 pés de você, você pode utilizar sua reação para realizar um ataque desarmado ou com arma corpo a corpo com vantagem nessa criatura.",
		"Corrida Noturna. Quando você estiver em uma área sem luz você recebe 15 pés de deslocamento adicional."
	  ]
	},
	{
	  "name": "Sutra da Manipulação Obscura",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Obscura, nível 8",
	  "info": [
		"O Sutra da Manipulação Obscura estuda a projeção do próprio Shinobi através do elemento sombra, criando um vínculo de fortalecimento dessas manifestações através do poder elemental provido pelo Yanlei.",
		"Sombra Viva. Gastando 3 ponto de Ki com uma ação, você pode criar uma sombra Viva a até 15 pés de você por 1 minuto ou até que seja dissipada, a sombra possui metade de seu deslocamento de caminhada, possuindo uma CA igual à sua, porém com apenas metade de seus pontos de vida, essa sombra possui resistência à todo dano físico não mágico, além disso, a sombra viva cria uma cópia de seus equipamentos usados. A sombra irá ser dissipada prematuramente caso receba dano radiante. Quando você utilizar uma ação de Atacar, a sua Sombra Viva pode utilizar a reação dela para realizar um ataque corpo a corpo com arma a uma criatura que esteja do alcance dela. O dano causado pela sua sombra sempre será metade do dano de seu ataque em dano sombrio. O número de Sombras Vivas máximas ativas que você pode ter é igual a metade de seu bônus de proficiência arredondado para baixo. Gastando 1 ponto de Ki, você pode utilizar sua ação bônus para trocar de lugar com uma Sombra Viva a sua escolha se ela estiver a até 50 pés de você.",
		"Sombra Distorcida. Quando você tiver uma sombra viva a até 15 pés de você, seus ataques feitos por ela contra um alvo que tenha sido recebido um ataque feito por você, são feitos com vantagem."
	  ]
	},
	{
	  "name": "Sutra da Essência Efêmera",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"S"
	  ],
	  "prerequisites": "Escola Obscura, nível 9",
	  "info": [
		"O Sutra da Essência Efêmera estuda a característica da impermanência das sombras na presença da luz, mas a presença absoluta na ausência da mesma, entendendo como ela é tênue e está potencialmente em qualquer lugar.",
		"Ilusão de Sombras. Ao receber um ataque, você pode usar sua reação e gastar 4 pontos de Ki para trocar de lugar com sua sombra, evitando assim o dano causado. Para cada ponto de Ki adicional que você queira gastar, até o máximo de 4, uma nova sombra surge, essas sombras duram 1 rodada para cada ponto de Ki gasto além do primeiro e podem se mover independentemente sob seu comando. Cada uma delas parece exatamente como você. Cada vez que uma criatura mirar você com um ataque enquanto as suas sombras durarem, role um d20 para determinar se o ataque, em vez de você, mira uma das suas duplicatas. Se você tiver quatro duplicatas, você deve rolar um 4 ou maior para mudar o alvo do ataque para uma duplicata. Com três duplicatas, você deve rolar um 6 ou maior. Com duas duplicatas, você deve rolar um 8 ou maior. Com uma duplicata, você deve rolar um 11 ou maior. As duplicatas somem ao receber qualquer tipo de dano.",
		"Sinergia Efêmera. A cada sombra que seja conjurada e seja dissolvida com um ataque, você rola seu dado marcial + seu bônus de Sabedoria e recupera como pontos de vida."
	  ]
	},
	{
	  "name": "Sutra do Domínio da Mortalha",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Obscura, Manipulação Obscura, nível 14",
	  "info": [
		"O Sutra do Domínio da Mortalha estuda como utilizar a conexão do yanlei com manifestações sombrias conferindo uma capacidade maior de autonomia para as mesmas, se conectando à mente através do elemento sombrio partilhado pelas técnicas da Escola Obscura.",
		"Controle Sombrio. Gastando 2 pontos de Ki com uma ação bônus, ou aumentando em 2 pontos de Ki ao utilizar criar uma Sombra Viva, você pode dar instruções mentais a essa sombra para que ela possa agir por conta própria e não apenas com reações. A sombra passa a ter uma iniciativa própria, seu deslocamento se torna igual ao seu, ela pode realizar uma ação em seu turno. Caso seja uma ação de combate, a sombra possui apenas um ataque. Quando você usar a ação de atacar , a Sombra viva ainda pode utilizar sua reação para realizar um ataque. Ela pode se afastar de você por até uma milha sem ser dissipada. Com uma ação bônus, você pode alternar para os sentidos da sombra ou para os seus. Enquanto nos sentidos da sombra, você não fica ciente dos seus arredores. A sombra é incapaz de falar e utilizar habilidades, podendo apenas executar, além da ação de ataque, ações pequenas como pegar ou interagir com pequenos objetos.",
		"Sombras do Passado. O tempo de duração de sua Sombra Viva aumenta em um número de minutos igual ao seu modificador de Sabedoria"
	  ]
	},
	{
	  "name": "Sutra da Técnica Obscura",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Obscura, nível 17",
	  "info": [
		"O Sutra da Técnica Obscura estuda as mais avançadas técnicas de interação com o yanlei, fazendo com que o seu entendimento e aprendizado potencializem todos os ensinamentos da Escola Obscura.",
		"Marca Fatal. Gastando 8 pontos de Ki, você utiliza sua ação para se esconder na sombra de um inimigo a até 15 pés até o final do seu próximo turno, deixando para trás uma Sombra Viva, ela não conta para o máximo de sombras que você pode criar. Ao se esconder na sombra de seu inimigo você pode fazer uma ação de ataque com vantagem, saindo da sombra da criatura ao fazer esse ataque, caso acerte, você deixa uma marca em seu inimigo. Você pode utilizar uma ação bônus para retornar para a Sombra Viva que você deixou para trás. No final de seu próximo turno, a marca deixada explode causando metade de todo dano causado por você e suas sombras vivas novamente como dano necrótico contra esse alvo.",
		"Segredo Noturno. Quando você ou uma de suas sombras causar dano sombrio (ou noctífero) a um alvo, este alvo fica marcado por um número de turnos igual ao seu modificador de Sabedoria. Quando você ou suas sombras causarem dano sombrio a um alvo marcado por Segredo Noturno, o dano causado aumenta em um valor igual ao seu modificador de Sabedoria e se torna noctífero."
	  ]
	},
	{
	  "name": "Sutra das Sombras Gêmeas",
	  "type": "Sutras da Via Shinobi",
	  "components": [],
	  "prerequisites": "Escola Obscura, nível 20",
	  "info": [
		"O Sutra das Sombras Gêmeas estuda a transferência essencial para uma manifestação Sombria.",
		"Um com a Sombra. Gastando 5 pontos de Ki você pode utilizar sua reação ao ser alvo de um ataque ou utilizar sua ação bônus, para se tornar um com a sua sombra, se tornando invisível, invulnerável e incorpóreo por até 5 minutos, podendo atravessar objetos sólidos e criaturas. Durante esse tempo seu deslocamento de caminhada e seu ritmo de viagem são dobrados, sua visão no escuro é dobrada e você pode enxergar e ouvir normalmente mas não pode realizar ataques físicos. você pode utilizar uma ação bônus para encerrar esse efeito prematuramente. Ao final desse tempo ou caso você encerre essa habilidade, o seu próximo ataque corpo a corpo possui vantagem e irá causar 5d12 de dano necrótico adicional. Esse efeito é considerado um efeito de concentração caso você receba dano radiante ou radiante mágico. Embora você esteja invulnerável e o dano não seja reduzido de seus pontos de vida, o valor de dano é utilizado para sua jogada de concentração.",
		"Sombra na Escuridão. Você compartilha a visão e a audição de suas sombras, enquanto uma sombra estiver além de 100 pés de você. Essa habilidade é considerada um efeito de concentração, você não pode conjurar magias que exijam concentração ou efeitos semelhantes e caso receba dano você deve fazer uma salvaguarda de constituição aplicando a regra de concentração em magia.",
		"Sutras da Escola Umbral"
	  ]
	},
	{
	  "name": "Sutra da Armadilha Umbral",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Umbral",
	  "info": [
		"O Sutra da Armadilha Umbral estuda a sombra manifesta no plano material como portal de acesso para pequenas quantidades do elemento sombra.",
		"Enlace Umbral. Gastando 2 pontos de Ki, você pode utilizar sua ação para forçar a sombra do terreno ao seu redor, que esteja a até 30 pés de você, a atacar um inimigo de diversas direções diferentes. O alvo deve realizar uma salvaguarda de Destreza, caso falhe ele receberá seu bônus de proficiência em d8 de dano sombrio e ficará contido até o final de seu próximo turno. Para cada 2 pontos de ki adicionais o alvo recebe 2 dados de dano adicionais e sua duração aumenta em 1 turno.",
		"Oportunidade Umbral. Seu primeiro ataque em uma rodada contra uma criatura sob uma Condição debilitante causa dano adicional igual ao seu bônus de proficiência."
	  ]
	},
	{
	  "name": "Sutra do Sufocamento Umbral",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Umbral",
	  "info": [
		"O Sutra do Sufocamento Umbral estuda os limites do próprio corpo e as reações de alvos sob asfixia, conseguindo ampliar o poder destrutivo de seu praticante.",
		"Sufocar. Você pode gastar 2 pontos de Ki para estender sua sombra até um inimigo que esteja a até 30 pés de você. Ao fazer isso, seu inimigo deve realizar uma salvaguarda de Constituição, em uma falha o alvo fica sem respirar até o início de seu próximo turno, recebendo 2d8 de dano necrótico. Para cada 2 pontos de Ki adicionais gastos, você pode prolongar o sufocamento em 1 turno, para cada turno adicional a criatura deve realizar uma nova salvaguarda, caso atinja 5 turnos de duração o alvo cai inconsciente.",
		"Oportunismo. Seus ataques corpo a corpo contra criaturas que estejam em Asfixia causam dano adicional necrótico igual a metade do seu bônus de Sabedoria."
	  ]
	},
	{
	  "name": "Sutra da Estrada do Ceifador",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Umbral, nível 3",
	  "info": [
		"O Sutra da Estrada do Ceifador estuda o limiar da vida e da morte bem como a utilização das ferramentas (ou instrumentos) para melhor efetividade nesse caminho.",
		"Corte Ceifador. Gastando 1 ponto de Ki, você pode utilizar sua ação de ataque para se mover 10 pés em uma linha, criaturas nessa linha devem realizar uma salvaguarda de Destreza. Adicionalmente, ao terminar essa movimentação você pode realizar um ataque circular de 10 pés ao seu redor, forçando criaturas a realizarem uma salvaguarda de Destreza. Cada criatura que falhar nessa salvaguarda recebe o dano de sua arma + seu modificador de Sabedoria.",
		"Instrumentos da Ceifa. Você adquire proficiência com uma arma marcial corpo a corpo que cause dano de corte à sua escolha (que não tenha a propriedade imprópria) e ela se torna uma arma Bodisatva para você."
	  ]
	},
	{
	  "name": "Sutra da Lâmina Umbral",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Umbral, nível 6",
	  "info": [
		"O Sutra da Lâmina Umbral estuda os segredos das armas de corte, entendendo como utilizar sua energia para torná-las ainda mais afiadas.",
		"Alcance da Lâmina. Gastando 2 pontos de Ki, você pode utilizar sua ação de ataque para conjurar energia sombria em uma linha de 20 pés, criaturas nessa linha devem realizar uma salvaguarda de Destreza, caso possuam sua movimentação debilitada (redução de deslocamento ou alguma condição debilitante), elas fazem essa salvaguarda em desvantagem. Em uma falha, uma criatura atingida recebe 3d6 + seu bônus de proficiência em d6 de dano sombrio e sua movimentação é diminuída em 10 pés até o final de seu próximo turno, enquanto em um sucesso apenas sua movimentação é diminuída.",
		"Fio Estendido. Suas jogadas de ataque com armas cortantes ganham um bônus de alcance de 5 pés."
	  ]
	},
	{
	  "name": "Sutra do Passo Umbral",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Umbral, nível 8",
	  "info": [
		"O Sutra do Passo Umbral estuda a manipulação da energia sombria para aprimorar os movimentos tornando-se incorpóreo e até mesmo potencializando seus ataques por utilizar essa energia para concentrar a força no ponto de corte mais eficiente de sua arma.",
		"Fantasma Umbral. Gastando 3 ponto de Ki e utilizando uma ação, pelo próximo minuto ou até que seja atingido você se transforma temporariamente em uma forma incorpórea capaz de atravessar objetos e paredes maciças, caso seja atingido ou termine esse tempo e você esteja dentro de um objeto você é automaticamente expelido para fora no ponto mais próximo desocupado. Adicionalmente, nessa forma você pode gastar 1 ponto de Ki e utilizar sua ação para se esconder na própria sombra e reaparecer em outra a até 30 pés de você, caso reapareça atrás de uma criatura a até 5 pés de você, você pode utilizar sua reação para realizar uma ataque desarmado ou com arma corpo a corpo com vantagem nessa criatura.",
		"Fio Umbral. Suas armas que causem dano cortante tem sua margem de crítico diminuída em 1."
	  ]
	},
	{
	  "name": "Sutra do Umbral Tênue",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Umbral, nível 14",
	  "info": [
		"O Sutra do Umbral Tênue estuda a transubstanciação do corpo em elemento sombrio, conseguindo utilizar de forma eficiente sua movimentação.",
		"Transgressão do Umbral. Gastando 5 pontos de Ki, utilizando sua ação, você pode tomar a forma de um ser incorpóreo feito de sombras e disparar em direção a um inimigo a até 30 pés de você que tenha sofrido dano de você nos últimos 2 turnos, se mover dessa forma não causa ataque de oportunidade. Ao realizar essa ação, você passa a ocupar o mesmo espaço do alvo. No início de seu turno, o alvo precisa passar em uma salvaguarda de Sabedoria, ou recebe 10d10 de dano sombrio, apenas metade em um sucesso. Você é expelido no início de seu turno, podendo agir normalmente.",
		"Transgressor. Causar dano em uma criatura te permite ocupar o mesmo espaço que ela para fins de movimentação."
	  ]
	},
	{
	  "name": "Sutra da Superioridade Umbral",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Umbral, Caminho Invasivo, nível 17",
	  "info": [
		"O Sutra da Superioridade Umbral estuda formas de elevar ainda mais a capacidade de ceifar vidas daqueles que o estudam e praticam.",
		"Golpe Umbral. Como parte de um acerto em uma jogada de ataque você pode gastar 5 pontos de Ki, se você fizer isso você pode declará-lo como um acerto crítico. Essa declaração deve ser feita antes de saber se o ataque acertou ou não.",
		"Artimanha Umbral. Seus ataques com armas cortantes tem sua categoria de dano aumentada em 1."
	  ]
	},
	{
	  "name": "Sutra do Mestre Umbral",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Umbral, nível 20",
	  "info": [
		"O Sutra do Mestre Umbral contém os segredos mais complexos sobre como utilizar toda força das sombras de forma eficaz.",
		"Letalidade. Ao atacar com uma arma cortante uma criatura que esteja surpresa ou, ao atingir uma criatura com um Sutra da Escola Umbral que force o alvo a realizar uma salvaguarda, você pode gastar 5 pontos de Ki para forçar que essa criatura faça uma salvaguarda de Constituição. Em uma falha, o dano causado pelo seu ataque ou sutra é dobrado.",
		"Marca Mortal. Suas habilidades e sutras que forcem um alvo a fazer uma Salvaguarda, passam a causar 2d10 sombrio de dano sombrio adicional nas falhas. Em caso de sucesso as criaturas não recebem esse dano adicional. Adicionalmente, seus ataques com armas cortantes passam a causar 1d10 de dano noctífero adicional.",
		"Sutras da Escola Noctígena"
	  ]
	},
	{
	  "name": "Sutra da Percepção Noctígena",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Noctígena, nível 3",
	  "info": [
		"O Sutra da Percepção Noctígena estuda a forma como a sombra enquanto matéria e elemento se comporta, compreendendo dessa forma como a sombra projetada se comporta ou mesmo a própria ausência da luz.",
		"Sombra Tangível. Gastando 1 ponto de Ki e utilizando uma ação bônus, você pode moldar e estender sombras já existentes para criar uma barreira protetora para si, recebendo seu modificador de Sabedoria como Redução de Dano por um número de rodadas igual ao seu bônus de proficiência.",
		"Enxergar Sombras. Você ganha 30 pés de visão no escuro pela duração, caso já tenha, você recebe 30 pés de visão no escuro adicional."
	  ]
	},
	{
	  "name": "Sutra da Compreensão Noctígena",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Noctígena, Sutra da Percepção Noctígena, nível 6",
	  "info": [
		"O Sutra da Compreensão Noctígena estuda a substância elemental da sombra, encontrando formas mais eficientes de utilizá-la.",
		"Mortalha Sombria. Gastando 3 pontos de Ki, com uma ação, você cria um círculo de 15 pés de raio centrado em você com 2 turnos de duração máxima. A luz não pode atravessar essa área, e magias e sutras que possuam componente verbal, requerem que conjurador desses sutras e magias realize uma salvaguarda de Constituição CD igual a sua CD de Bodisatva, em uma falha o sutra ou a magia falha automaticamente. Essa habilidade funciona como a magia escuridão.",
		"Iluminação pelas Sombras. O dano sombrio causado por você aumenta em uma categoria. Adicionalmente, sua visão no escuro aumenta em 30 pés."
	  ]
	},
	{
	  "name": "Sutra da Luminescência Noctígena",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"M",
		"R"
	  ],
	  "prerequisites": "Escola Noctígena, nível 6",
	  "info": [
		"O Sutra da Luminescência Noctígena estuda a manipulação do Ki para manifestar as sombras em um processo semelhante a raios de luzes e como usar esse fenômeno ao seu favor.",
		"Jato de Luz Negra. Utilizando um Shinpu com o elemento Sombra e com o gasto de 1 ponto de Ki, você emite um jato de luz sombria que atinge um alvo a até 30 pés causando 1d6 de dano sombrio caso o alvo falhe em uma salvaguarda de Destreza. Para cada ponto de Ki adicional, o dano aumenta em uma categoria (até d12), você recebe 1 dado de dano adicional e o alcance desse Sutra aumenta em 5 pés.",
		"Percepção Sombria. Sua percepção passiva aumenta em metade do seu modificador de Sabedoria quando na penumbra ou escuridão."
	  ]
	},
	{
	  "name": "Sutra da Mão Noturna",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R",
		"M"
	  ],
	  "prerequisites": "Escola Noctígena, nível 8",
	  "info": [
		"O Sutra da Mão Noturna estuda a utilização da percepção noctígena do elemento sombra para manifestar formas físicas capazes de",
		"Tentáculo Sombrio. Gastando 3 pontos de Ki, usando um Shinpu e utilizando uma ação, você pode criar um tentáculo a até 60 pés de você, esse tentáculo dura por 1 até minuto e sempre que um inimigo estiver adjacente à ele o tentáculo tentará agarrá-lo, a criatura em foco deve realizar uma salvaguarda de Destreza CD igual à sua CD de Bodisatva, em uma falha ela estará agarrada. O tentáculo tem CA igual à sua, metade dos seus pontos de vida, resistência a todos os tipos de dano (exceto verdadeiros) e fraqueza a dano luminar. Um tentáculo só pode prender uma criatura por vez, você pode ordenar que ele largue uma criatura a qualquer momento como uma ação livre, uma criatura presa pelo tentáculo pode realizar um teste de Atletismo com o mesmo CD para tentar se soltar no final de cada um dos turnos dela.",
		"Transferência Noctígena. Quando você causa dano sombrio com um Sutra, você recupera 1 dado de vida. Esse efeito pode acontecer apenas uma vez por rodada."
	  ]
	},
	{
	  "name": "Sutra da Lança Sombria",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Noctígena, nível 9",
	  "info": [
		"O Sutra da Lança Sombria estuda como manipular o Ki para interagir como algo palpável e ao mesmo tempo como usar as sombras como elementos nocivos ao corpo e mente inimigos.",
		"Perfuração Noturna. Com o gasto de 3 pontos de Ki, você pode usar sua ação para arremessar uma lança sombria contra um alvo. Caso ele falhe em uma salvaguarda de Destreza, recebe 5d8 de dano sombrio, a lança fica presa no corpo da criatura reduzindo seu deslocamento em 10 pés, fazendo com que o alvo considere todo terreno como terreno difícil e receba a condição Intoxicado enquanto estiver com a lança presa. Em um sucesso o alvo não recebe dano algum. Para retirar a lança, o alvo deve utilizar uma ação e fazer uma salvaguarda de Força contra a CD de Bodisatva do arremessador. Caso outra criatura queira retirar a lança, o alvo deve usar uma ação e fazer um teste de Atletismo contra a mesma CD. A lança desaparece em caso de sucesso na salvaguarda ou ao ser retirada.",
		"Retorne à Escuridão. Caso uma criatura seja bem sucedida na salvaguarda de Destreza da Perfuração Noturna você pode usar sua reação para recuperar 1 ponto de Ki."
	  ]
	},
	{
	  "name": "Sutra da Extensão Tentacular",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Noctígena, Sutra da Mão Noturna, nível 14",
	  "info": [
		"O Sutra das Extensão Tentacular estuda como aprimorar o uso dos Tentáculos Sombrios, trazendo um maior poder de controle e versatilidade para o mesmo.",
		"Extensão Noctígena. Gastando 3 pontos de Ki e utilizando sua ação bônus, ou uma reação ao ser atacado, você pode trocar de lugar com um tentáculo sombrio. Ao fazer isso, caso o tentáculo esteja agarrando alguém, você mantém o alvo agarrado, mas segue as regras de Agarrar como descritas no capítulo 9 - Combate. Caso você faça isso como uma reação ao ser atacado, o tentáculo recebe o ataque em seu lugar.",
		"Tentáculos Farpados. Ao invocar tentáculos sombrios, você pode gastar 2 pontos de Ki adicionais para invocar mais de um tentáculo. O número de tentáculos que você pode invocar por vez é igual a metade do seu bônus de proficiência. Criaturas que sejam capturadas pelo seu Tentáculo Sombrio recebem seu bônus de proficiência em d6 de dano Sombrio por turno enquanto estiverem agarradas. A duração do tentáculo aumenta para 2 minutos, o alcance para 90 pés e você pode movê-lo com um deslocamento igual a metade do seu."
	  ]
	},
	{
	  "name": "Sutra da Torrente Noctígena",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"V",
		"S",
		"M",
		"R"
	  ],
	  "prerequisites": "Escola Noctígena, nível 17",
	  "info": [
		"O Sutra da Torrente Noctígena estuda como canalizar e direcionar uma quantidade imensa de energia sombria contra vários alvos de forma assustadora.",
		"Tormento Noctígeno. Com o gasto de 6, ou mais, pontos de Ki, um Shinpu de Sombra e utilizando uma ação, você pode desferir um gigantesco feixe de luz sombria em uma linha de 60 pés a partir de você. Criaturas nessa área devem fazer uma salvaguarda de Destreza, em uma falha recebem 12d6 de dano noctífero e ficam Cegas, com uma gosma sombria que cobre seus olhos. Para retirar essa gosma é necessário usar uma ação. Em um sucesso, recebem apenas metade do dano e não ficam cegas. Para cada ponto de Ki adicional gasto além dos 6, o alcance do tormento aumenta em 10 pés.",
		"Olhos da Escuridão. Você recebe 30 pés de visão no escuro adicional e passa a distinguir cores no escuro."
	  ]
	},
	{
	  "name": "Sutra do Shugenja da Escuridão",
	  "type": "Sutras da Via Shinobi",
	  "components": [
		"S",
		"R"
	  ],
	  "prerequisites": "Escola Noctígena, nível 20",
	  "info": [
		"O Sutra do Shugenja da Escuridão estuda a plenitude do controle das energias noctígenas, conseguindo canalizar tais energias com imensa maestria.",
		"Corpo de Sombras. Gastando 5 Pontos de Ki e utilizando sua ação, você pode modificar seu próprio corpo para que você se torne um ponto de escuridão pela próxima hora, enquanto desta forma você pode atravessar rachaduras e fendas. Além disso, enquanto desta forma, você se torna imune à ataques físicos não mágicos e recebe resistência a danos físicos mágicos e elementais mágicos, possui 30 pés de movimento adicional e você possui visão plena na escuridão, porém não pode realizar nenhum ataque, usar sutras ou magias. Nessa forma, você recebe vulnerabilidade à dano radiante. Você pode utilizar de sua ação bônus para voltar à sua forma normal antes que o tempo acabe.",
		"Alma das Sombras. Todo dano sombrio causado por você se torna dano noctífero. Adicionalmente, sua visão no escuro aumenta em 30 pés."
	  ]
	}
  ]